[
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The Mysterious dog",
		"picture": "https://i.ibb.co/58Yrx3C/pexels-photo-326957.jpg",
		"category": "breaking",
		"description": "growing number of schools across the UK are bringing dogs into the classroom to support learning, particularly reading. Yes, dogs!  In fact as early as 1999 an American organization called Intermountain Therapy Animals used dogs to support children’s reading and since  then international interest has grown and there are now a number of initiatives around the world, including The Bark and Read Foundation in the UK.But is this a quaint idea or does it have real merit and be worthy of more schools taking it seriously.One of the main reasons there is growing interest in such initiatives is because of widespread concerns over children’s standards of reading, as indicated by the (PISA) results. In 2016, the UK ranks 21st, below many other European countries, and our average point score fell from 499 to 498 in three years. Although PISA attracts critics, few would deny that around the UK many children lack motivation and enjoyment when reading and this has an impact on their achievement.  Yet the Organisation for Economic Co-operation and Development found that students who enjoyed reading the most performed significantly better than those who said that they enjoyed reading the least - over a third stated that they gained no enjoyment from books. Enjoyment of reading is a stronger predictor of success than socio-economic background (Clark and De Zoysa, 2011). The various reading programmes that use dogs share the principle that reading should be enjoyable. Dogs may provide an incentive for those children reluctant to pick up a book. Why? Well, the dog is a non-judgmental listener, whose very presence may calm and relax reluctant and anxious readers. Well-trained reading dogs make for a patient audience. Dew (2000:199) suggests that the dog brings a nonverbal but collaborative language to the classroom – the dog ‘never expresses himself or his wisdom verbally, but he can speak volumes nonverbally’.Of course, not everyone likes dogs and it is important to teach children how to behave safely around them. Young children frequently misunderstand body language. Bringing a well-trained and assessed dog into school in a controlled manner can help all children learn how to safely meet, greet and respect these animals. "
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Murder in Dhaka",
		"category": "breaking",
		"picture": "https://i.ibb.co/74BpWXv/pexels-photo-673862.jpg",
		"description": "On the night of January 15th, 2023, police were called to a residence in the suburbs of Dhaka Bangladesh, where they found the body of 34-year-old John Doe. The victim had been brutally stabbed multiple times, and there were signs of a struggle throughout the house.Upon arriving at the scene, police immediately began their investigation. They collected evidence, took statements from witnesses, and canvassed the neighborhood for anyone who may have seen or heard anything suspicious.According to witnesses, the victim had been hosting a dinner party at his home earlier in the evening. Several guests reported that there had been an altercation between the victim and another party-goer, identified as 25-year-old Jane Smith. Smith had left the party shortly before the murder took place, and she was later arrested and charged with the crime.The prosecution's case against Smith is based on several key pieces of evidence. A bloody knife found at the scene of the crime has been linked to Smith through DNA analysis, and witnesses reported hearing her and the victim arguing loudly before the murder took place. Additionally, several guests reported seeing Smith leave the party in a hurry shortly before the murder occurred.The defense, however, has argued that the evidence against Smith is circumstantial and that there are inconsistencies in the prosecution's case. They have pointed out that several other guests at the party had motive to commit the murder and that there is no concrete evidence linking Smith to the crime.The trial is ongoing, and a verdict is expected to be reached within the next few weeks. The case has garnered widespread media attention, and the public is closely following the proceedings.This murder case highlights the importance of thorough and unbiased investigation in bringing justice for the victim and his loved ones. It also serves as a reminder of the complexities and nuances of criminal cases, where evidence and testimony must be carefully examined and evaluated in order to reach a fair and just decision."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Scientist found 100 years old boat middle of the sea",
		"category": "breaking",
		"description": "On a recent diving expedition off the coast of XYZ, a team of divers made a remarkable discovery: the wreckage of an old wooden sailing ship, lying at the bottom of the sea.The ship, which is believed to date back to the late 19th or early 20th century, was found in relatively good condition, despite being submerged for an unknown number of years. The divers were able to identify several key features of the ship, including its wooden hull, rusted iron fittings, and intricate carvings on the stern.It is not yet clear how the ship came to be at the bottom of the sea, but the divers did find evidence of damage to the hull, which suggests that it may have sunk in a storm or other maritime accident.The discovery of the shipwreck has sparked excitement among maritime historians and archaeology enthusiasts, as it offers a unique glimpse into the past and a chance to learn more about the history of shipbuilding and seafaring.The ship's discovery also raises many questions, such as the identity of the ship, and its origins and the reason why it sunk, the divers and researchers will have to carefully study the ship and the surrounding area to try and piece together the mystery of this historic vessel.The ship is now being studied by a team of experts, who will work to document and preserve the wreck, and will also be working to identify the ship and its history. The findings will be shared with the public as soon as possible.This shipwreck is not only a valuable historical artifact, but also a reminder of the dangers and mysteries that lie beneath the sea. It serves as a reminder of the importance of preserving our maritime heritage, and the need for continued exploration and discovery in order to fully understand our past.The ship's discovery also raises many questions, such as the identity of the ship, and its origins and the reason why it sunk, the divers and researchers will have to carefully study the ship and the surrounding area to try and piece together the mystery of this historic vessel.",
		"picture": "https://i.ibb.co/VJwL4SQ/pexels-photo-4089287.jpg"
	},

	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Sylhet car Accident",
		"category": "breaking",
		"description": "On the evening of January 17th, 2023, a tragic car accident occurred on the busy Main Street of sylhet Bangladesh. The accident, which involved two vehicles, resulted in multiple injuries and one fatality.According to witnesses, the accident occurred when a sedan, driven by 23-year-old Mark Johnson, collided with a SUV, driven by 45-year-old Susan Thompson, at the intersection of Main Street and Elm Street. The impact of the collision caused both vehicles to spin out of control, and the sedan ultimately struck a nearby utility pole.Emergency responders were quickly called to the scene, and both drivers, as well as several passengers in the SUV, were rushed to the hospital with injuries. Unfortunately, one passenger in the SUV, identified as 56-year-old Jane Doe, was pronounced dead at the scene.The cause of the accident is currently under investigation by local police. Initial reports indicate that Johnson may have run a red light, but the investigation is still ongoing.The accident has resulted in widespread sadness and mourning in the community, and has also raised concerns about traffic safety on Main Street. Many residents have called for increased enforcement of traffic laws and for the city to consider implementing measures to improve safety at the intersection where the accident occurred.This tragic accident serves as a reminder of the dangers of reckless and negligent driving. It is a tragic reminder that even a small mistake on the road can have serious and life-changing consequences. We should all take responsibility for our actions on the road and drive with care and attention, in order to prevent accidents like this from happening in the future.Our thoughts and prayers are with the victims of this accident and their families during this difficult time.",
		"picture": "https://i.ibb.co/Yh01RhW/crash-test-collision-60-km-h-distraction-163016.jpg"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Scientists speculate that ours might not be held",
		"category": "breaking",
		"picture": "https://i.ibb.co/p4xHv8s/pexels-photo-669619.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Suicide occurred in Barishal",
		"category": "breaking",
		"picture": "https://i.ibb.co/SJk6Gf6/pexels-photo-9563663.jpg",
		"description": "Suicide is a serious public health issue that affects people of all ages and backgrounds. According to the World Health Organization, suicide is the second leading cause of death among 15-29 year-olds globally. It is a complex issue with multiple causes, and it is important to raise awareness about suicide and its prevention.One of the main causes of suicide is mental health issues such as depression, anxiety, and PTSD. These conditions can lead to feelings of hopelessness, helplessness, and worthlessness, which can make suicide seem like the only option. Other factors that can contribute to suicide include substance abuse, financial stress, relationship problems, and traumatic life events.It's important to recognize the warning signs of suicide and to take them seriously. These signs can include talking about wanting to die, talking about feeling hopeless or having no purpose, increasing alcohol or drug use, and withdrawing from friends, family, and activities.Preventing suicide requires a multifaceted approach that addresses the underlying causes of suicide, including mental health and substance abuse issues. This approach should include education, early identification and treatment of mental health conditions, and support for those who have lost someone to suicide.One of the most important steps in preventing suicide is to reach out for help if you or someone you know is struggling. This can be done by talking to a trusted friend or family member, seeking help from a mental health professional, or calling a suicide prevention hotline.It's important to remember that suicide is preventable and that help is available. By raising awareness about suicide and its prevention, we can work together to save lives. If you or someone you know is in crisis, please reach out for help.Here are some helplines that you can contact if you or someone you know needs help:Suicide is a complex issue with multiple causes and it's important to raise awareness about it and its prevention. Let's come together to support those who are struggling and to save lives."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Today's Weather Temperature is below to 10 degrees Celsius",
		"category": "breaking",
		"description": "Winter is a season that brings a unique set of challenges and opportunities. As the days get shorter and the temperatures drop, it's important to be prepared for the colder weather and the potential hazards it can bring.One of the most significant hazards of winter is the risk of hypothermia and frostbite. These conditions occur when the body loses heat faster than it can produce it, and they can be life-threatening if not treated quickly. To prevent hypothermia and frostbite, it's important to dress in warm layers, protect exposed skin, and to pay attention to weather forecast and wind chill.Another hazard of winter is the risk of accidents on the road. Snow and ice can make for slippery driving conditions, and it's important to drive carefully, reduce speed, and keep a safe distance from other vehicles. It's also important to equip your vehicle with snow tires, chains, and a winter emergency kit.Winter also brings the opportunity for outdoor activities such as skiing, snowboarding, ice skating, and snowshoeing. These activities can be a great way to stay active and enjoy the winter weather, but they also come with their own set of hazards. It's important to be aware of the risks and take proper safety precautions when participating in these activities.Winter also can bring some other challenges, such as power outages, due to storms or heavy snowfall, and a harder time to travel, and to get groceries, it's important to have a plan for these situations and to be prepared with emergency supplies.Despite the challenges, winter can also be a beautiful and enjoyable season. Whether you're cozying up by the fire or hitting the slopes, there are plenty of ways to make the most of the winter months.In conclusion, Winter can bring hazards, but also many opportunities and beautiful moments, it's important to be prepared for the colder weather, and the potential hazards that it can bring, and enjoy the winter season safely.",
		"picture": "https://i.ibb.co/MGTP8tG/pexels-photo-14947212.jpg"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Tornado is coming on 25 jun,2023",
		"category": "breaking",
		"picture": "https://i.ibb.co/YbCsjCF/pexels-photo-5726814.jpg",
		"description": "Tornadoes are powerful and dangerous storms that can cause significant damage and destruction. They are formed by the combination of warm and cold air, and they are characterized by a rotating column of air that extends from the base of a thunderstorm to the ground.Tornadoes can occur anywhere, but they are most common in the central and southern United States, particularly in the spring and summer months. They can strike with little warning and can be difficult to predict, making them a constant threat to communities.The damage caused by a tornado can be devastating. Strong winds can destroy homes, buildings, and infrastructure, and flying debris can cause injury or death. Tornadoes can also cause power outages, flash flooding, and other hazards that can make it difficult for communities to recover.To prepare for a tornado, it's important to have a plan in place. This should include identifying a safe place to take shelter, such as a basement or storm cellar, and having emergency supplies on hand, such as food, water, and a battery-powered radio. It's also important to stay informed about weather conditions and to be ready to act quickly if a tornado warning is issued.During a tornado, it's essential to take shelter immediately. This can be in a basement or storm cellar, or in an interior room on the lowest level of a building. Avoid windows and stay away from exterior walls. If you are in a vehicle, try to get to a sturdy shelter, or lie in a low ditch or ravine.After a tornado, it's important to be aware of the potential hazards that can occur, such as power lines, gas leaks, and structural damage. Do not enter damaged buildings and stay away from any debris. Listen to local authorities for information on when it is safe to return to your home.Tornadoes are powerful and dangerous storms that can cause significant damage and destruction. It's important to be prepared for the potential hazards that they can bring and to take immediate action when a warning is issued. Remember that safety comes first, and always listen to the advise of local authorities."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The rain will come heavily after this winter",
		"category": "breaking",
		"picture": "https://i.ibb.co/yWgTpV8/pexels-photo-459451.jpg",
		"description": "Heavy rain can cause a variety of problems, from flash floods to landslides, that can affect communities and disrupt daily life. It's important to be aware of the potential hazards that heavy rain can bring and to take steps to protect yourself and your property.One of the most significant hazards of heavy rain is flash flooding. This occurs when water from heavy rainfalls cannot be absorbed into the ground quickly enough, and it can cause damage to homes and businesses, and it can also be fatal. To protect yourself from flash floods, it's important to be aware of weather forecasts, and avoid low-lying areas and areas prone to flooding, and to stay up to date with any flood warnings or watches that may be in effect.Another hazard of heavy rain is landslides. These can occur when heavy rain saturates the ground, causing it to become unstable and slide down a slope. Landslides can be particularly dangerous, as they can cause damage to homes and buildings, and they can also block roads and disrupt transportation. To protect yourself from landslides, it's important to be aware of the potential hazards in your area, and to avoid building or living in areas prone to landslides.Heavy rain can also cause power outages and traffic disruptions, making it harder to travel and to get supplies. It's important to have a plan in case of power outages and to be prepared with emergency supplies.In addition to the hazards, heavy rain can also bring benefits such as replenishing water supplies and helping to prevent wildfires. However, it's important to remember that too much of a good thing can also be bad and can bring hazards to communities.In conclusion, heavy rain can cause a variety of problems from flash floods to landslides. It's important to be aware of the potential hazards that heavy rain can bring and to take steps to protect yourself and your property. Stay informed with weather forecasts, and be prepared for power outages and other disruptions. Remember that safety comes first, and always follow the advise of local authorities."
	},
	{
		"author": {
			"author_name": "Jillu",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "a celebration or fear",
		"picture": "https://i.ibb.co/Y3bXt6h/pexels-photo-1172253.webp",
		"category": "cultures",
		"description": "Firstly, is it; Dussehra, Deepavalli, or simply whatever. Does the name matters for the marketers? as long as there are getting large number of fishes, really it is a sushi day for the marketers. I remember during my college days when I was walking on my city bazaar with just Rs. 500 in my pocket and enjoyed buying crackers, clothes, eatables and other Diwali accessories. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "abdul",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Traditional culture Wear.",
		"category": "cultures",
		"description": "Traditional clothes may be defined as the collection of garments, jewellery, and accessories rooted in the past worn by an identifiable group of people.Bangladeshi men traditionally wear a kurta, often called Panjabi, on religious and cultural occasions. They may also be seen wearing a shirt unique to Bangladesh called fotua. Fotua is also available in various styles for women. Bangladeshi men wear lungi as casual wear (in rural areas).What we wear is more than just material sewn together to protect us, our clothes are a signifier of our identity and culture. So it's no surprise that over the centuries, communities have used clothing as a means to communicate status, celebrate important events and show unity among many more things.Traditional Indian clothing for women in the north and east are saris worn with choli tops; a long skirt called a lehenga worn with choli and a dupatta scarf to create an ensemble called a ghagra choli; or shalwar kameez suits, while many south Indian women traditionally wear sari and children wear pattu langa.The dress culture of a people is a major distinguishing factor of their culture, as it says a lot about the particular people because the materials used for their clothing accessories and mode of dressing such people is peculiar to them.However, the term 'ethnic wear' is used when speaking about the clothing style of a specific country or region. The term 'traditional clothing' refers to all those clothes that were worn in the past by the ancestors of a particular country or region, but are still being worn by some people in that country. Suggest Corrections.Indian ethnic wear is that part of the Indian culture. Indians are wearing ethnic outfits like ghagra-choli, dhoti-kurta, salwar-suit, kurta-pajama, saree in wedding and some special occasion.",
		"picture": "https://i.ibb.co/JKsFPLh/pexels-photo-1153369.webp"
	},
	{
		"author": {
			"author_name": "amit",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The last game of boxing hot news",
		"category": "cultures",
		"description": "Firstly, is it; Dussehra, Deepavalli, or simply whatever. Does the name matters for the marketers? as long as there are getting large number of fishes, really it is a sushi day for the marketers. I remember during my college days when I was walking on my city bazaar with just Rs. 500 in my pocket and enjoyed buying crackers, clothes, eatables and other Diwali accessories. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along.",
		"picture": "https://i.ibb.co/mBJs0kV/pexels-photo-235731.jpg"
	},
	{
		"author": {
			"author_name": "sojib",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "A celebration or fear",
		"category": "cultures",
		"name": "Newsletter",
		"date": "25 december,2022",
		"picture": "https://i.ibb.co/YDPbP9q/pexels-photo-1313814.jpg",
		"description": "Firstly, is it; Dussehra, Deepavalli, or simply whatever. Does the name matters for the marketers? as long as there are getting large number of fishes, really it is a sushi day for the marketers. I remember during my college days when I was walking on my city bazaar with just Rs. 500 in my pocket and enjoyed buying crackers, clothes, eatables and other Diwali accessories. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "aluddin",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Traditional culture Wear.",
		"category": "cultures",
		"name": "Newsletter",
		"description": "Traditional clothes may be defined as the collection of garments, jewellery, and accessories rooted in the past worn by an identifiable group of people.Bangladeshi men traditionally wear a kurta, often called Panjabi, on religious and cultural occasions. They may also be seen wearing a shirt unique to Bangladesh called fotua. Fotua is also available in various styles for women. Bangladeshi men wear lungi as casual wear (in rural areas).What we wear is more than just material sewn together to protect us, our clothes are a signifier of our identity and culture. So it's no surprise that over the centuries, communities have used clothing as a means to communicate status, celebrate important events and show unity among many more things.Traditional Indian clothing for women in the north and east are saris worn with choli tops; a long skirt called a lehenga worn with choli and a dupatta scarf to create an ensemble called a ghagra choli; or shalwar kameez suits, while many south Indian women traditionally wear sari and children wear pattu langa.The dress culture of a people is a major distinguishing factor of their culture, as it says a lot about the particular people because the materials used for their clothing accessories and mode of dressing such people is peculiar to them.However, the term 'ethnic wear' is used when speaking about the clothing style of a specific country or region. The term 'traditional clothing' refers to all those clothes that were worn in the past by the ancestors of a particular country or region, but are still being worn by some people in that country. Suggest Corrections.Indian ethnic wear is that part of the Indian culture. Indians are wearing ethnic outfits like ghagra-choli, dhoti-kurta, salwar-suit, kurta-pajama, saree in wedding and some special occasion.",
		"picture": "https://i.ibb.co/ydbBXzn/pexels-photo-2170387.jpg"
	},
	{
		"author": {
			"author_name": "jillu",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Traditional martial art",
		"category": "cultures",
		"picture": "https://i.ibb.co/dQcgVvf/pexels-photo-236171.jpg",
		"description": "The Argentina national football team has won three FIFA World Cups, one in 1978 and one in 1986, and now in 2022, making them one of the most successful national teams in the world. Only Brazil, Italy, and Germany hold more FIFA World Cup titles than Argentina, who won their third title to surpass France and Uruguay.Progressing into the second half, Argentina looked to secure their lead (and avoid exhausting their players) by slowing down their play—but France soon rallied to a tie with two consecutive goals from Kylian Mbappé, the team’s 23-year-old star player. (Mbappé impressively earned both points within two minutes of each other, causing French fans—among them an effusive Emmanuel Macron—to go wild.)During extra time, Messi scored for Argentina yet again, bringing the score to 3-2, before Mbappé pulled off a hat trick, forcing a tie-breaking shootout at 3-3. While Mbappé and Randal Kolo Muani went on to convert their penalties for France, misses from Kingsley Coman and Aurelien Tchouameni cleared the way for an Argentine win, after Messi, Paulo Dybala, Leandro Paredes, and finally 25-year-old Gonzalo Montiel all found the back of the net, clinching the match. Today’s nerve-racking match follows up yesterday’s equally thrilling third place play-off, in which Croatia defeated Morocco 2-1. It marked the second time Croatia has won third place in the World Cup, having previously finished third back in 1998. Morocco’s fourth-place finish, meanwhile, was still a historic moment, making them the first African nation to reach the World Cup semifinals.More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986.Supporters gathered at the city's obelisk, on to which pictures of the players were projected.The crowds grew as night fell with more and more people thronging on to the streets to pay homage to the players.Entire families took to the streets to watch the match unfold, hoisting their children up on their shoulders, so they, too, could get a view of the huge screens which had been erected for the occasion.An explosion of joy ripped through Argentina as its football team won the World Cup. More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986. There was no lamppost, traffic light or other vantage point which was not climbed upon by Argentines sporting the blue-and-white shirt of the national team.Across the country, fans said the team's win was even sweeter because of how hard players had had to fight for it. The relief when Gonzalo Montiel scored the crucial penalty in the shoot-out was palpable.Angel Di Maria won a penalty after Ousmane Dembele fouled the winger in the penalty box, which Messi comfortably converted past Hugo Lloris. Di Maria then added a second after slotting the ball home from close range following a brilliant passing move from Argentina which cut Les Bleus apart"
	},
	{
		"author": {
			"author_name": "amit",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Write about beauty of nature",
		"category": "cultures",
		"picture": "https://i.ibb.co/1rfSc0Z/pexels-photo-237272.jpg",
		"description": "Setting Sun, starry night, silvery light of the Moon, snow-covered mountains, deep and dark forests, scent and fragrance of flowers are some of the beauties of Nature. The chirping of birds in trees has a music of its own. In Spring, Nature is at her best. Blooming flowers of different hues fill the air with fragrance.Our forests, rivers, oceans and soils provide us with the food we eat, the air we breathe, the water we irrigate our crops with. We also rely on them for numerous other goods and services we depend on for our health, happiness and prosperity.Nature has been proven, time and time again, to reduce depression, anxiety, stress, and anger, as well as generally boost psychological wellbeing. Nature can help to make you feel happier and more content as a person, which can improve many areas of your life.“Everything in nature invites us constantly to be what we are.” “Every flower is a soul blossoming in nature.” “Heaven is under our feet as well as over our heads.” In every walk with nature one receives far more than he seeks. “Nature reduces stress levels,” says Roe. To scientifically prove it, Roe tracked the ability of at-risk populations to access nature and studied how this impacted their stress levels. She correlated socioeconomic and housing data to the proximity of green spaces.Spending time in nature also inspires a sense of awe. This feeling that the world is so much bigger than you can comprehend leads to “expansive thinking,” which allows us to consider different perspectives and can lead to innovative ideas.Being in nature, or even viewing scenes of nature, reduces anger, fear, and stress and increases pleasant feelings. Exposure to nature not only makes you feel better emotionally, it contributes to your physical wellbeing, reducing blood pressure, heart rate, muscle tension, and the production of stress hormones.Beauteous is the synonym of beautiful that is closest in meaning and form, so is an excellent choice if you want a word that is 'beautiful, but just a little bit different. ' Although it is neither archaic nor obsolete, beauteous is chiefly used in literary contexts, and so will not typically be found in conversation.Natural beauty is one with attractive features and looking attractive naturally without any makeup. It means your lips are beautiful without any lipstick or lip balm, your eyes are beautiful without any kajal or eye makeup, your face is shiny without any compact. Everybody has natural beauty."
	},
	{
		"author": {
			"name": "Defense npr",
			"published_date": "25 jul,2015",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQKMI1YN8IpUod5tDHMXU_xDnsb0WvBXVQkVXXvTuci-WLuk-SV2CuEBpHEand_5duhUQ&usqp=CAU"
		},
		"title": "The Basics of Healthy Eating",
		"description": "A healthy diet requires a basic understanding of nutrition, eating behavior and the influence of your diet on mental and physical well-being. Eating healthily can help you lose weight, as well as provide a collection of fundamental improvements to your health. The basics of healthy eating can be learned in just a few minutes and should prove enormously helpful as you make healthy diet decisions during medical weight loss. illustrations, vectors, video or Music per month and save even more.You are welcome to use watermarked content from the iStock site on a complimentary basis for test or sample layout (composite) use only. Watermarked content cannot be used in any final materials or any publicly available materials and may only be used for the 30 days following download.",
		"picture": "https://media-cdn.tripadvisor.com/media/photo-s/1c/25/a6/bc/img-d5333448b3bfb189a8f4393bbf.jpg",
		"category": "health"
	},
	{
		"author": {
			"name": "Defense npr",
			"published_date": "25 jul,2015",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQKMI1YN8IpUod5tDHMXU_xDnsb0WvBXVQkVXXvTuci-WLuk-SV2CuEBpHEand_5duhUQ&usqp=CAU"
		},
		"title": "The preferred in the health food market",
		"description": "Today, the topic of healthy eating and responsible consumption is becoming more and more popular in Russia, and therefore the number of buyers who are characterized by selectivity in choosing a product based on its environmental friendliness is growing.The main motive for buying sustainable products for responsible consumers is the opportunity to make a personal contribution to the preservation of the environment (65.4%); almost the same number of people see benefits for their health in buying eco-products (62.4%). The ethical aspects of production: the absence of tests on animals, fair and decent working conditions for workers - pay attention to 49.8% of respondents.We have organized and carried out a marketing research of consumer preferences in the market of healthy food products.",
		"picture": "https://static.tildacdn.com/tild6437-3632-4866-a234-626661613935/nrd-D6Tu_L3chLE-unsp.jpg",
		"category": "health"
	},
	{
		"author": {
			"name": "Defense npr",
			"published_date": "25 jul,2015",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQKMI1YN8IpUod5tDHMXU_xDnsb0WvBXVQkVXXvTuci-WLuk-SV2CuEBpHEand_5duhUQ&usqp=CAU"
		},
		"title": "Colder weather is here to stay stock.",
		"description": "Eating healthy can often feel more expensive than value menu items from the fast food drive thru. But consistently having foods that are good for you on hand doesn’t have to break the bank—and it starts in your own home with smart shopping and a little planning. Here are some top tips to save money while stocking your fridge, freezer and pantry with nutritious foods:almost the same number of people see benefits for their health in buying eco-products (62.4%). The ethical aspects of production: the absence of tests on animals, fair and decent working conditions for workers - pay attention to 49.8% of respondents.We have organized and carried out a marketing research of consumer preferences in the market of healthy food products.",
		"picture": "https://thinkhealth.priorityhealth.com/wp-content/uploads/2019/10/Thinkhealth-healthy-pantry-header.jpg",
		"category": "health"
	},
	{
		"author": {
			"name": "Defense npr",
			"published_date": "25 jul,2015",
			"picture": "https://thewholeu.uw.edu/wp-content/uploads/Screen-Shot-2020-02-07-at-1.56.59-PM-2-300x392.png"
		},
		"title": "Colder weather is here to stay stock.",
		"description": "Eating healthy can often feel more expensive than value menu items from the fast food drive thru. But consistently having foods that are good for you on hand doesn’t have to break the bank—and it starts in your own home with smart shopping and a little planning. Here are some top tips to save money while stocking your fridge, freezer and pantry with nutritious foods:almost the same number of people see benefits for their health in buying eco-products (62.4%). The ethical aspects of production: the absence of tests on animals, fair and decent working conditions for workers - pay attention to 49.8% of respondents.We have organized and carried out a marketing research of consumer preferences in the market of healthy food products.",
		"picture": "https://www.eatthis.com/wp-content/uploads/sites/4/2021/09/california-erewhon-market.jpg?quality=82&strip=1",
		"category": "health"
	},
	{
		"author": {
			"name": "Defense npr",
			"published_date": "25 jul,2015",
			"picture": "https://thewholeu.uw.edu/wp-content/uploads/Screen-Shot-2020-02-07-at-1.56.59-PM-2-300x392.png"
		},
		"title": "Weather is here to stay stock up your.",
		"description": "Eating healthy can often feel more expensive than value menu items from the fast food drive thru. But consistently having foods that are good for you on hand doesn’t have to break the bank—and it starts in your own home with smart shopping and a little planning. Here are some top tips to save money while stocking your fridge, freezer and pantry with nutritious foods:almost the same number of people see benefits for their health in buying eco-products (62.4%). The ethical aspects of production: the absence of tests on animals, fair and decent working conditions for workers - pay attention to 49.8% of respondents.We have organized and carried out a marketing research of consumer preferences in the market of healthy food products.",
		"picture": "https://www.highcountryhealthfoods.com/uploads/2/3/6/3/23632108/717751_orig.jpg",
		"category": "health"
	},
	{
		"author": {
			"name": "Defense npr",
			"published_date": "25 jul,2015",
			"picture": "https://thewholeu.uw.edu/wp-content/uploads/Screen-Shot-2020-02-07-at-1.56.59-PM-2-300x392.png"
		},
		"title": "Get Healthy! Where to Find Organic.",
		"description": "I admit I’m not much of a health nut, but I do enjoy taking a foray into organic grocery stores every once in a while. Everything looks so fresh and ripe — and don’t even get me started on the salad bars!But, these organic/health food grocery stores can be notoriously hard to find. So we’ve created a list of some of the best organic grocery stores in Hawaii to help you out: the absence of tests on animals, fair and decent working conditions for workers - pay attention to 49.8% of respondents.We have organized and carried out a marketing research of consumer preferences in the market of healthy food products.",
		"picture": "https://s3-media0.fl.yelpcdn.com/bphoto/1BF3b95S1xsAmCkqelFV0w/l.jpg",
		"category": "health"
	},
	{
		"author": {
			"name": "Ahmed alauddin",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTWn13vWetld7Tpu8bjhqTwal8xHi_d-2AoTg&usqp=CAU"
		},
		"title": "The Way of the Househusband: A lighthearted watch to keep you warm this winter",
		"description": "Leaders and activists of the ruling Awami League and its various associate bodies have taken a position in different parts of the capital while the BNP is holding a mass sit-in programme at its Nayapaltan headquarters and across the country. Awami League and its affiliated organisations will hold rallies at four points in Dhaka. AL supporters and activists were seen taking up position in the capital's Shahbagh, Jatrabari, Shyamoli, Mirpur-10, Gulistan and Gabtoli areas. A discussion meeting of Dhaka Metropolitan South Awami League on the occasion of Bangabandhu's Homecoming Day started in front of the party's central office of at Bangabandhu Avenue in Gulistan at 11:00am. The AL unit last Monday issued a press release saying a rally would be held protesting the 'terrorism and anarchy of BNP', but later it was amended and declared a discussion meeting on the occasion of Homecoming Day. Another rally will be held today at the Sony Cinema Hall area in Mirpur, Jubo League will hold a rally near the Central Shaheed Minar, and Chhatra League will hold another rally in Shahbagh area. Awami League General Secretary Obaidul Quader is expected to participate in the discussion meeting. Leaders and activists of Awami League and its various affiliated organisations are attending the meeting in small groups with banners and festoons.",
		"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTT6Y0_o18OI_lQkgg4q64wkf66oe52MnxN0Q&usqp=CAU",
		"category": "article"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Sunset Studios is making Bangladesh’s first “anime-style” project",
		"description": "We are shocked to learn that 264 government primary schools in three upazilas of Kurigram were closed for a day because the teachers, including headmasters, had to attend the wedding reception of the son of State Minister for Primary and Mass Education Zakir Hossain. Reportedly, over 1,200 schoolteachers from the Chilmari, Roumari and Rajibpur upazilas were 'invited' to the event in Roumari town where, according to sources, attendance was 'compulsory'. One guardian told our reporter that the authorities of his son's school did not even give any prior notice about the closure. The entire episode demonstrates how education - at all levels - is being disrupted by political influence in the country. While we often hear of the politicisation of public universities - where it is more embedded, and by now generally accepted - the same happening in public schools and colleges, albeit in a different form, is not talked about enough. The Kurigram incident is only one example of how this takes place. You see reports in the media about school playgrounds being used for political purposes, such as meetings, or wedding parties of politically influential people. You see school and college students being lined or paraded to welcome influential people. You even hear of the dangerous notion of launching a Shishu League. Such practices not only hamper educational activities but also, in the absence of corrective action, help normalise what is without a doubt a very disturbing trend. The incident that happened in Kurigram, which clearly required coordination to ensure all 264 schools were closed simultaneously, is an extreme example of political influence at the pre-tertiary level. Naturally, it left us with a number of questions. For example, why was attending the event made 'compulsory' for the teachers and headmasters of these schools? Who gave the school authorities the instruction to close for the sake of the reception? Did the authorities take the decision following any rule? We understand that when an incumbent minister invites schoolteachers of his constituency to his son's wedding, the latter may feel obligated to go there. This feeling of obligation - or coercion, in other words - speaks volumes about the extent of influence a senor ruling party politician has over schools in their region. The incident also exposes the all-encompassing influence of politics in our society, spreading down to the most basic tier of education - primary schools. It is also a manifestation of how, as a society, we have failed to prioritise education. We think the state minister, who as a guardian for primary and mass education in Bangladesh, should explain this most un-guardian-like behaviour to the students in his constituency. The parliament should also seek explanation from him to ensure such conduct is never repeated. We must keep our educational institutions above political influence at all costs, and fix the problems plaguing the sector if we want to build a knowledge economy to prepare for the challenges that lie ahead.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/10/sunset-studios.jpg",
		"category": "article"
	},
	{
		"author": {
			"name": "Arafat bhuyan",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUGjogAabaLqryT5uWPZjAbEjMeCYf5rsR_g&usqp=CAU"
		},
		"title": "How winter has changed for me over the years",
		"description": "The winter has predictably brought a wave of suffering in the country, and it owes as much to the cold weather as to the lack of preparation and resources, making the poor and homeless suffer disproportionately. Over the last few days, we have come across reports highlighting the many winter-related effects, including shrinking income opportunities for those in the informal economy, lack of food, lack of protection against the cold, winter-related diseases, etc. Photos of people suffering without warm clothes and blankets have gone viral. As the mercury dropped, so has their hope of a quick relief. Another effect that hasn't been talked about enough is the struggle of patients with cold-related diseases to get treatment at hospitals. Reportedly, the rising caseload has overwhelmed many hospitals, with bed crisis emerging as a big problem. There are too few beds for too many patients. For example, at the Khulna Medical College Hospital, which has 500 beds, there were 1,083 patients admitted as of Sunday, most of them forced to stay on the floors in wards, corridors and balconies. The accommodation problem was also reported at Tangail's 250-bed General Hospital, where the number of patients has increased almost four times. Most of the patients crowding public hospitals, including children and elderly people, are suffering from pneumonia, asthma, diarrhoea, etc. There are also those suffering from burn injuries, which they sustained while sitting by the fire or using cooking stoves or after falling into boiling bathwater. The burn hospitals in Dhaka are overflowing with such patients coming from different parts of the country. Those with minor burns are also visiting the outdoor units. Of course, negligence and lack of awareness are mostly to blame for these burn injuries. But the fact that hospitals treating them as well as cold-related diseases are having such a difficult time to accommodate patients shows how a predictable surge in winter patients has turned into a logistical nightmare thanks to lack of preparation, for which the higher authorities must take responsibility. The question is, why haven't they increased the capacity of hospitals to deal with the extra load? Unfortunately, lack of preparation and resources – not just medical – has hurt the most in regions known for poverty. As per a recent study covering the period of 2009-2021, an average of 104 people die annually in Bangladesh due to cold-related diseases and injuries, with the mortality rates higher in divisions with colder winter and higher poverty. Rangpur and Barishal are, unsurprisingly, the most at-risk divisions. What this shows is a direct link between poverty and winter suffering. And that the authorities have been slow to respond to the multidimensional threats of this combination has only made things worse. Only the other day, we have commented on the lack of relief efforts from the government and affluent sections of society. But only relief will be of little help if we don't take note of the many-sided effects of winter. We, therefore, urge the authorities, including district administrations and public hospitals, to properly respond to poor people's need of food, warm clothes, income opportunity, medicine and treatment.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/10/winter_0.jpg",
		"category": "article"
	},
	{
		"author": {
			"name": "Nahiyan adnan",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbYPi-h6oLocjz7iuo59j8xM0F2Fid8YUbasRAoPxMDHr5Fw2V8IzJ2_fOuHGc4OHIIPM&usqp=CAU"
		},
		"title": "All new textbooks to reach students in next 2 weeks: education minister",
		"description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her - which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her 'devastated'. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a 'suicide', and she had nothing to do with it. However, the damage to her 'reputation' (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/08/dipu-moni.jpg",
		"category": "article"
	},
	{
		"author": {
			"name": "Rofiqul infan",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRyBS6Ra1S-o1CTY5XaG8yN6gdMABTDGdnl2w&usqp=CAU"
		},
		"title": "New textbook distribution in pictures",
		"description": "Sometimes it feels intriguing why some issues kick off fierce debate and others don't. One such less discussed, but hugely significant development, was the Hefazat delegation's recent meeting with prime minister Sheikh Hasina. Very little has been divulged about the December 17, 2022 parley, other than the home minister telling the media that the PM will definitely look into the demands made by the Hefazat-e-Islam leaders and fulfil those which are deemed reasonable. Hefazat leaders, too, have said nothing much, except describing the meeting as 'very fruitful'.' The Bangla daily Bhorer Kagoj quoted Maulana Meer Idris as saying, The meeting with the prime minister was very fruitful. She heard us with seriousness. Press reports say Hefazat had a meeting on the same day under the banner of National Ulama Mashayekh Conference. The conference held at Kazi Bashir Auditorium in Gulistan was attended by representatives of the organisation from all parts of the country. A seven-point charter of demands was drafted, to be given to the PM. It wouldn't be unreasonable to assume that those are the same demands that the home minister referred to that the PM would look into. So, what were those demands? According to Prothom Alo, they were: 1) Release of Alem-Ulama, and Hefazat leaders and workers; 2) Withdrawal of all cases lodged against them; 3) Enact blasphemy law making provisions for punishments for slandering against Islam and the Prophet (PBUH); 4) Declare the Ahmadiyya as non-Muslims by the state; 5) Making religious education mandatory in educational curricula; 6) Ensure representation of Al Hiyatul Uliya Lil Jamiatul Kawmia Bangladesh in the board that prepares curriculum and textbooks; and 7) Not allow Indian preacher Maulana Muhammad Saad Kandhalvi to attend this year's Biswa Ijtema. On November 3, 2018, virtually addressing a discussion on the Jail Killing Day, PM Hasina said: When we assumed office in 2008, many incidents and conspiracies like the BDR carnage and Hefazat's so-called movement were carried out to remove Awami League from power. But, on November 4, the day after, she attended a grand reception organised by Hefazat-e-Islami, where she was given the title Qawmi Janani The reception was organised to thank her for recognising Dawra E Hadith of Qawmi Madrasa to be of equal status to a postgraduate (Master's) degree. Barely two months ahead of a general election, it appeared to be a mutually beneficial understanding with the Awami League, albeit to the dissatisfaction of the country's secular forces, and the ruling party's main challenger, the BNP.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/01/ctg-new_books.jpg",
		"category": "article"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Female beauty product company discovers misogyny as an advertising tool",
		"description": "Prime Minister Sheikh Hasina yesterday warned that all far-right and far-left groups are joining forces with BNP to try to oust her Awami League government, which has been working tirelessly for the country's welfare. Now they [BNP] are saying that they will wage a movement from 11 [January]... Their companions are far-left and far-right groups. All extremists are gathering in one place to topple us from power, she said. he premier was addressing a discussion marking the Homecoming Day of Bangabandhu, organised by AL at Bangabandhu International Conference Center. Hasina, also the AL president, presided over the event, reports UNB. Hasina said her government is so strong that it won't be easy at all for BNP and its extremist allies to oust it from power. Let me tell you one thing... AL works for the people and their welfare. Don't think it will fall down so easily, she said. HOMECOMING DAY OBSERVED The nation yesterday observed the historic Homecoming Day in a befitting manner. President Abdul Hamid and Prime Minister Sheikh Hasina issued separate messages on the eve of the day. In the morning, Hasina paid homage to Bangabandhu by placing a wreath at the portrait of the Father of the Nation in front of Bangabandhu Memorial Museum at the capital's Dhanmondi, reports BSS. Flanked by ministers and AL central leaders, she also placed another wreath at the portrait of Bangabandhu. Bangabandhu, the undisputed leader of the nation and supreme commander of the country's Liberation War, returned to independent Bangladesh via London and New Delhi on January 10, 1972, after 290 days of confinement in a Pakistan jail.  Since then, the nation is observing the day as the Homecoming Day of Bangabandhu Sheikh Mujibur Rahman.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/10/facebook_thumbnail_5.png",
		"category": "article"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "AL leaders take position on Dhaka streets, discussion starts at party office",
		"description": "Leaders and activists of the ruling Awami League and its various associate bodies have taken a position in different parts of the capital while the BNP is holding a mass sit-in programme at its Nayapaltan headquarters and across the country. Awami League and its affiliated organisations will hold rallies at four points in Dhaka. AL supporters and activists were seen taking up position in the capital's Shahbagh, Jatrabari, Shyamoli, Mirpur-10, Gulistan and Gabtoli areas. A discussion meeting of Dhaka Metropolitan South Awami League on the occasion of Bangabandhu's Homecoming Day started in front of the party's central office of at Bangabandhu Avenue in Gulistan at 11:00am. The AL unit last Monday issued a press release saying a rally would be held protesting the 'terrorism and anarchy of BNP', but later it was amended and declared a discussion meeting on the occasion of Homecoming Day. Another rally will be held today at the Sony Cinema Hall area in Mirpur, Jubo League will hold a rally near the Central Shaheed Minar, and Chhatra League will hold another rally in Shahbagh area. Awami League General Secretary Obaidul Quader is expected to participate in the discussion meeting. Leaders and activists of Awami League and its various affiliated organisations are attending the meeting in small groups with banners and festoons.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/11/325038486_2001389700252573_5831824570769223463_n_0.jpg",
		"category": "Domestic"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Don't let politics derail school system, too",
		"description": "We are shocked to learn that 264 government primary schools in three upazilas of Kurigram were closed for a day because the teachers, including headmasters, had to attend the wedding reception of the son of State Minister for Primary and Mass Education Zakir Hossain. Reportedly, over 1,200 schoolteachers from the Chilmari, Roumari and Rajibpur upazilas were 'invited' to the event in Roumari town where, according to sources, attendance was 'compulsory'. One guardian told our reporter that the authorities of his son's school did not even give any prior notice about the closure. The entire episode demonstrates how education - at all levels - is being disrupted by political influence in the country. While we often hear of the politicisation of public universities - where it is more embedded, and by now generally accepted - the same happening in public schools and colleges, albeit in a different form, is not talked about enough. The Kurigram incident is only one example of how this takes place. You see reports in the media about school playgrounds being used for political purposes, such as meetings, or wedding parties of politically influential people. You see school and college students being lined or paraded to welcome influential people. You even hear of the dangerous notion of launching a Shishu League. Such practices not only hamper educational activities but also, in the absence of corrective action, help normalise what is without a doubt a very disturbing trend. The incident that happened in Kurigram, which clearly required coordination to ensure all 264 schools were closed simultaneously, is an extreme example of political influence at the pre-tertiary level. Naturally, it left us with a number of questions. For example, why was attending the event made 'compulsory' for the teachers and headmasters of these schools? Who gave the school authorities the instruction to close for the sake of the reception? Did the authorities take the decision following any rule? We understand that when an incumbent minister invites schoolteachers of his constituency to his son's wedding, the latter may feel obligated to go there. This feeling of obligation - or coercion, in other words - speaks volumes about the extent of influence a senor ruling party politician has over schools in their region. The incident also exposes the all-encompassing influence of politics in our society, spreading down to the most basic tier of education - primary schools. It is also a manifestation of how, as a society, we have failed to prioritise education. We think the state minister, who as a guardian for primary and mass education in Bangladesh, should explain this most un-guardian-like behaviour to the students in his constituency. The parliament should also seek explanation from him to ensure such conduct is never repeated. We must keep our educational institutions above political influence at all costs, and fix the problems plaguing the sector if we want to build a knowledge economy to prepare for the challenges that lie ahead.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/11/schools_closed_for_wedding_of_ministers_son.png",
		"category": "Domestic"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Prepare hospitals for the high winter caseload",
		"description": "The winter has predictably brought a wave of suffering in the country, and it owes as much to the cold weather as to the lack of preparation and resources, making the poor and homeless suffer disproportionately. Over the last few days, we have come across reports highlighting the many winter-related effects, including shrinking income opportunities for those in the informal economy, lack of food, lack of protection against the cold, winter-related diseases, etc. Photos of people suffering without warm clothes and blankets have gone viral. As the mercury dropped, so has their hope of a quick relief. Another effect that hasn't been talked about enough is the struggle of patients with cold-related diseases to get treatment at hospitals. Reportedly, the rising caseload has overwhelmed many hospitals, with bed crisis emerging as a big problem. There are too few beds for too many patients. For example, at the Khulna Medical College Hospital, which has 500 beds, there were 1,083 patients admitted as of Sunday, most of them forced to stay on the floors in wards, corridors and balconies. The accommodation problem was also reported at Tangail's 250-bed General Hospital, where the number of patients has increased almost four times. Most of the patients crowding public hospitals, including children and elderly people, are suffering from pneumonia, asthma, diarrhoea, etc. There are also those suffering from burn injuries, which they sustained while sitting by the fire or using cooking stoves or after falling into boiling bathwater. The burn hospitals in Dhaka are overflowing with such patients coming from different parts of the country. Those with minor burns are also visiting the outdoor units. Of course, negligence and lack of awareness are mostly to blame for these burn injuries. But the fact that hospitals treating them as well as cold-related diseases are having such a difficult time to accommodate patients shows how a predictable surge in winter patients has turned into a logistical nightmare thanks to lack of preparation, for which the higher authorities must take responsibility. The question is, why haven't they increased the capacity of hospitals to deal with the extra load? Unfortunately, lack of preparation and resources – not just medical – has hurt the most in regions known for poverty. As per a recent study covering the period of 2009-2021, an average of 104 people die annually in Bangladesh due to cold-related diseases and injuries, with the mortality rates higher in divisions with colder winter and higher poverty. Rangpur and Barishal are, unsurprisingly, the most at-risk divisions. What this shows is a direct link between poverty and winter suffering. And that the authorities have been slow to respond to the multidimensional threats of this combination has only made things worse. Only the other day, we have commented on the lack of relief efforts from the government and affluent sections of society. But only relief will be of little help if we don't take note of the many-sided effects of winter. We, therefore, urge the authorities, including district administrations and public hospitals, to properly respond to poor people's need of food, warm clothes, income opportunity, medicine and treatment.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/rising_patient_caseload_amid_cold_wave.png",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "A two-month wrong finally righted",
		"description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her - which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her 'devastated'. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a 'suicide', and she had nothing to do with it. However, the damage to her 'reputation' (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/bushra_granted_bail_after_two_months.png",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Hefazat's politics and the government's policies",
		"description": "Sometimes it feels intriguing why some issues kick off fierce debate and others don't. One such less discussed, but hugely significant development, was the Hefazat delegation's recent meeting with prime minister Sheikh Hasina. Very little has been divulged about the December 17, 2022 parley, other than the home minister telling the media that the PM will definitely look into the demands made by the Hefazat-e-Islam leaders and fulfil those which are deemed reasonable. Hefazat leaders, too, have said nothing much, except describing the meeting as 'very fruitful'.' The Bangla daily Bhorer Kagoj quoted Maulana Meer Idris as saying, The meeting with the prime minister was very fruitful. She heard us with seriousness. Press reports say Hefazat had a meeting on the same day under the banner of National Ulama Mashayekh Conference. The conference held at Kazi Bashir Auditorium in Gulistan was attended by representatives of the organisation from all parts of the country. A seven-point charter of demands was drafted, to be given to the PM. It wouldn't be unreasonable to assume that those are the same demands that the home minister referred to that the PM would look into. So, what were those demands? According to Prothom Alo, they were: 1) Release of Alem-Ulama, and Hefazat leaders and workers; 2) Withdrawal of all cases lodged against them; 3) Enact blasphemy law making provisions for punishments for slandering against Islam and the Prophet (PBUH); 4) Declare the Ahmadiyya as non-Muslims by the state; 5) Making religious education mandatory in educational curricula; 6) Ensure representation of Al Hiyatul Uliya Lil Jamiatul Kawmia Bangladesh in the board that prepares curriculum and textbooks; and 7) Not allow Indian preacher Maulana Muhammad Saad Kandhalvi to attend this year's Biswa Ijtema. On November 3, 2018, virtually addressing a discussion on the Jail Killing Day, PM Hasina said: When we assumed office in 2008, many incidents and conspiracies like the BDR carnage and Hefazat's so-called movement were carried out to remove Awami League from power. But, on November 4, the day after, she attended a grand reception organised by Hefazat-e-Islami, where she was given the title Qawmi Janani The reception was organised to thank her for recognising Dawra E Hadith of Qawmi Madrasa to be of equal status to a postgraduate (Master's) degree. Barely two months ahead of a general election, it appeared to be a mutually beneficial understanding with the Awami League, albeit to the dissatisfaction of the country's secular forces, and the ruling party's main challenger, the BNP.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/reuters_2020_hefazat.jpg",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Ousting AL from power won’t be so easy: Hasina",
		"description": "Prime Minister Sheikh Hasina yesterday warned that all far-right and far-left groups are joining forces with BNP to try to oust her Awami League government, which has been working tirelessly for the country's welfare. Now they [BNP] are saying that they will wage a movement from 11 [January]... Their companions are far-left and far-right groups. All extremists are gathering in one place to topple us from power, she said. he premier was addressing a discussion marking the Homecoming Day of Bangabandhu, organised by AL at Bangabandhu International Conference Center. Hasina, also the AL president, presided over the event, reports UNB. Hasina said her government is so strong that it won't be easy at all for BNP and its extremist allies to oust it from power. Let me tell you one thing... AL works for the people and their welfare. Don't think it will fall down so easily, she said. HOMECOMING DAY OBSERVED The nation yesterday observed the historic Homecoming Day in a befitting manner. President Abdul Hamid and Prime Minister Sheikh Hasina issued separate messages on the eve of the day. In the morning, Hasina paid homage to Bangabandhu by placing a wreath at the portrait of the Father of the Nation in front of Bangabandhu Memorial Museum at the capital's Dhanmondi, reports BSS. Flanked by ministers and AL central leaders, she also placed another wreath at the portrait of Bangabandhu. Bangabandhu, the undisputed leader of the nation and supreme commander of the country's Liberation War, returned to independent Bangladesh via London and New Delhi on January 10, 1972, after 290 days of confinement in a Pakistan jail.  Since then, the nation is observing the day as the Homecoming Day of Bangabandhu Sheikh Mujibur Rahman.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/10/prime-minister-sheikh-hasina-1.jpg",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Airport Style: Revival of a classic-wear in Bangladesh",
		"description": "Airport Style' is a rising clothier brand run by young entrepreneurs who have recently made a name in the fashion industry of Bangladesh. We had the opportunity to talk to the founders, Ashiq Seraj and Imayan Vignarajah, on their three-year journey. Please tell us something about your business. How did it start? In winter 2019, two friends Ashiq Seraj and Imayan Vignarajah who bonded over fashion decided to launch Harrington jackets for the first time in Bangladesh. Thus, Airport Style was born. We were already engaged in exporting readymade garments (RMG) to fashion retailers in the US and in Canada. We noticed that there are still room for improvement in the classic wear produced in Bangladesh. Few big fashion houses produced them but those were not affordable for most people. That's when we decided to launch our retail brand featuring readymade classic wear. Airport Style is known for its unique collections, the Harrington jackets being our flagship outwear. We are the proud pioneers of this line in Bangladesh. You might see other brands with their versions of Harringtons, but we are the only ones to offer a varying range including the Icon series, Mechanic Harrington, Aviator Harrington, and the classic Harrington. Airport Style over the years has grown as a team since the arrival of Tashdida Binte Masud as the Creative Head and also one of the partners. She plays a pivotal role in the business, helming our design and branding. Who are your target customers? Classic wear is thought to be something for middle-aged men, but young people are inclined towards old-world charm making the base of our target customers broader. However, people in their early twenties to late sixties are whom we focus on serving. The all-time classic Riviera Shirt — a modern interpretation of the famous yesteryear safari shirts is worn by young men and women. So, our target customer base is significantly wide and gladly we can cater to men and women of varying ages by maintaining style and gender fluidity. As a result of strict quality compliance, we have secured a huge base of repeat customers. What drove you to choose this line of work? We were already involved in the RMG business and knew the ins and outs of it, especially with our quality control standards sourcing. We are aware of big brands overseas having strict compliance standards and quality controls. Failing to adhere becomes a costly affair, resulting in losses or claims. Therefore, starting our brand locally seemed less difficult as the groundwork was pre-existing, and all we needed was a vision and a localised strategy to execute it. ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/wide.jpg",
		"category": "life"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Styling suggestions for the upcoming LIT FEST",
		"description": "5-8 January, 2023 is fun packed with the 10th edition of Dhaka Lit Fest (DLF), the biggest international literary festival in Bangladesh. The event will be held on the historic grounds of the Bangla Academy in Dhaka. If you are wondering what to wear during the festival, Star Lifestyle complied various looks to sport at the event.Colours Galore Sari has been an all-time favourite and bright happy colours like yellow, red with glass bangles, and flowers in your braided bun is a classic lit fest look that makes you look fresh as a flower throughout the day When white rules Ivory white or beige, no-fuss khadi sari would help add that extra class to your Lit-Fest look. You can jazz up with terracotta beads as jewellery, and neat side parts and bun as the hairstyle. Bell-bottom pants are back White bell-bottom pants paired with a trendy tee or jeans jacket and tote bags look hip enough to rock the lit fest. A simple gamcha anchal sari paired with a top blouse accessorised with few bead long neckpieces and heavy gamcha bangles is fancy enough. To make it look even better, keep your hair loose in soft curls and give your eyes a green smoky look. Our best advice of all however, is to enjoy the event to the fullest and help encourage the literary scene of the country to thrive to its fullest.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/04/colours_galore_2.jpg",
		"category": "life"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The year 2023 in a brand-new style",
		"description": "We all hope to start afresh in 2023, from decorating homes to selecting the perfect outfit for that exclusive event. Some like to celebrate with good food and wild nights of partying, while others prefer a simple and quiet evening with friends. Whichever the case, the wardrobe almost always takes a central focus on these occasions; we need to know what to wear, to be able to enjoy parties to the fullest. Here are 3 outfit suggestions from Star Lifestyle and designer Tenzing Chakma for the year 2023. The Kimono Dress If black sends a strong fashion statement, white can always make up for it because the latter is all about elegance. In addition to it, if you want to stay above the notch, you can always experiment with international styling such as the Kimono style. Meticulously designed, and added with a luxurious waist belt this outfit should be a 'must-have' in every woman's wardrobe. A blood-red longline jacket A red-and-blue ensemble, with a scarlet, printed jacket, makes for a perfect layer to wear on a fine January evening. Fitted with a front-button closure, this jacket can be styled in different ways for different occasions. On a formal office party, one can pair it with a formal silk shirt and in the case of a mocktail with friends on a date with a loved one, it can easily pair with a low neckline bodice instead of anything conservative. The longline jacket is versatile and can be paired with tights or skinny jeans, while for more glamourous occasions it can be paired with long skirts and stone-studded stilettos. Fusion wear for an evening These new twists of the traditional attire can be paired with black suede pumps, a red embellished velvet clutch, and hoop earrings if need be. Like fashionistas usually proclaim, a decent amount of shine always helps to stand out against a dark background: here is our A-class, jet black, designer fusion wear made out of the traditional six yards of drapery. ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/02/vu0b8112.jpg",
		"category": "life"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Her footwear for winter",
		"description": "The weather is changing. The dipping temperature demands a change in what we wear, be it clothes or shoes. If you have been wearing sandals and open-toed shoes during the warmer months, now is the time to wear footwear that cover your feet a little more. Ballet flats Ballet flats are versatile and can be worn all year round. As it does not get very cold in Bangladesh, ballet flats can be worn in winter, too. These shoes pair up nicely with salwar kameez as well as gowns, denim pants, and skirts. For the winter months, opt for colours like red, brown, blue, and timeless black. Mules Mules go with almost anything, both eastern and western. Mules are great shoes for mild winter. You can wear mules to shopping malls, restaurants, as well as work. Because mules are backless shoes, they are also easy to put on and take off. They are also timeless; therefore, it is a good idea to invest in a pair of high-quality leather or suede mules, preferably black, that you can wear year after year. Slip-on sneakers The best thing about slip-on sneakers is that they do not look as athletic as traditional sneakers. The slip-on style makes them more versatile, which means that they go with pants, skirts, leggings, and even casual gowns. Open-toe boots Open-toe boots are another great choice for places like Bangladesh that have mild winters. Open-toe boots are versatile and can be paired up with trousers, leggings, skirts, gowns, and even salwar suits if you choose the right style. Open-toe boots have medium to high heels; therefore, they are not a favourite among women who enjoy wearing flat shoes! Loafers The timeless-effortless loafers can be your go-to shoes this winter. These slip-on, round-toe shoes go with a wide range of clothes. They can be worn both casually and formally. Go for a pair of leather or suede loafers for versatility. Opt for colours like black, brown, or any neutral colour to get more wear out of them.  A good pair of leather loafers will last a very long time; I have a pair that I have been wearing for the past seven years and they still look like new.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/news/images/shoe2_1.jpg",
		"category": "life"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "5 Ayurvedic secrets for hair health",
		"description": "Just until a few decades ago, South Asians were blessed with the most beautiful and thick hair that was as long as it was lustrous. The recent rise in pollution, lifestyle challenges, seasonal fluctuations caused by climatic imbalance, and increased stress have wreaked havoc with hair health. Fortunately, Ayurveda has lots of secrets and the power to restore our crown back to its timeless glory lie in the shelves and containers of our very own kitchens. Amla (Amloki) The Indian gooseberry is a fruit that refreshes and re-energises hair, and has a large number of other health benefits. Vitamins, minerals, amino acids, and active phytonutrients nourish the scalp and make hair strands strong. The fruit is full of antioxidants and fatty acids that help with reducing dandruff and are effective in removing dirt and excess grease from hair. Massaging amla extract in regular hair oil can boost blood circulation and accelerate hair growth. The ingredient can also prevent premature greying in young hair. False Daisy (Bhringraj) An herb that flourishes in moist areas, Bhringraj is also known as the Hair King, thanks to several of its hair care properties such as vitamins, calcium, magnesium, and iron. The herb also contains flavonoids, phytosterols, and a variety of hair-friendly elements that reduce hair loss. Increased blood circulation in the roots activates follicles to induce hair growth naturally. Further, the herb contains anti-microbial, anti-fungal, and anti-inflammatory properties that reduce dandruff and other scalp infections. It is readily available in powdered form at most superstores. Fenugreek (Methi) Methi is found year-round and is a common culinary ingredient. The seeds have tremendous medicinal properties and are extremely beneficial for the hair, containing iron, protein, and essential nutrients that nourish hair and promote growth. Nicotinic acid, found in the herb and its seeds, reduces dandruff and hair fall, vitamins A, C, and K, folic acid, flavonoids, and saponins have anti-inflammatory and anti-fungal properties that help heal scalp issues like dry hair, baldness, and hair thinning. The seed also nourishes your hair follicles for fast and healthy growth. Aloe Vera (Ghrita kumari) Known for being the best friend for the skin, and your best ally when trying to lose weight, aloe vera is also majorly beneficial for treating several hair conditions. The gel has fatty acid components that heal scalp infections and dryness. Aloe vera contains vitamins A, C, and E which accelerate hair growth, and repair and rejuvenate hair follicles. It is also a rich source of Vitamin B12 and folic acid, which can prevent hair fall and ease scalp issues such as itching, seborrheic dermatitis, and excess oil secretion. In addition, the gel has cooling properties that hydrate and moisturise the scalp. Indian pennywort (Brahmi) Usually used to promote brain function, the Brahmi plant also doubles as a hair tonic. The dried and powdered plant can be used as a mask that promotes hair growth and thickening. The Brahmi leaves can also be boiled in coconut oil and used as a hair oil to moisturise the scalp, reduce greasiness, and ease dandruff issues. The powdered form is available under Himalaya and Sahih Foods brands and available in superstores.  ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2021/07/27/hairstyle1.jpg",
		"category": "life"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Winter care for your lips and feet",
		"description": "With the change in weather, comes a change in how we care for our skin. Because winter air is dryer, there is less moisture in the air, which can lead to chapped lips, dry feet, and itchy hands. The cold air may be hard on our skin. Therefore, people need to be cautious about the items they choose to use during this time of the year. Petroleum jelly is a must Chapped lips can be unpleasant and make it difficult to do daily tasks including drinking, talking, eating, and even smiling. If not taken care of properly, lips start to get a little tender and red, or more severe signs like painful bleeding and cracks may appear. To cure chapped lips, good quality petroleum jelly can be your life saviour. However, do proper research before you commit to one. Protect your feet  Woollen socks may be quite alluring in the cold, but the friction they create might lead to moisture loss. Your best option? Invest in cotton socks. You can put on socks and slippers when you are roaming around the house. Your feet will be more prone to dry skin if you walk barefoot because the friction can easily get flaky. Use coconut oil Coconut oil is a natural oil that is beneficial for your feet. It's a sure thing for the winter and a fantastic source for treating dry skin. Not only that, but it can also enhance the fats in your skin and improve its texture. Simply apply three to four drops and massage your feet for a bit. You will see improvements if you let it absorb into your skin.  Don't peel off the dead skin from your lips  Although it may be tempting, refrain from pulling, biting, or picking at dry skin. Your lips may get even more damaged and dry as a result of this act. Keep a lip balm close at hand so you can use it instead of picking at your lips whenever the impulse strikes. Additionally, try to avoid licking your lips excessively. They could get more chapped as a result.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/11/06/sis_spa_0013.jpg",
		"category": "life"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "8 flights diverted from Dhaka airport due to dense fog",
		"description": "Eight flights could not land at Hazrat Shahjalal International Airport due to thick fog today. Seven of these flights were diverted to Kolkata airport and landed safely there. The other flight returned to Malaysia, Group Captain Kamrul Islam, executive director, HSIA, told The Daily Star this morning. Those flights started returning to the Dhaka airport after the fog conditions started improving after 8:30am. Flight operations started disrupting since midnight due to dense fog, sources at the HSIA, said. Airport sources said due to thick fog, the pilots of the flights could not see the runway before landing. As a result, Batik Air from Kuala Lumpur to Dhaka, Kuwait and Jazeera Airways from Kuwait, US-Bangla Airlines from Dubai, Biman Bangladesh Airlines from Dammam, Gulf Air from Bahrain and Salam Air from Muscat to Dhaka flights were diverted to Netaji Subhash Chandra Bose International Airport in Kolkata. After being informed about the thick fog at the HSIA, a flight of Air Asia, which was coming to Dhaka from Kuala Lumpur was diverted to A Dhaka-bound flight of from Jeddah was also cancelled. Due to the same reason, around a dozen Dhaka-bound flights couldn't land on schedule time. According to airport sources, flights hovering in the sky and coming from Kolkata will be given the opportunity in priority basis for landing. After that, flights to different destinations will be allowed to fly from Dhaka.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2023/01/08/Flights%20diverted.jpg",
		"category": "NRB"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Bangladeshi cook charged for killing mental health patient in Malaysia",
		"description": "A Bangladeshi cook was charged in the magistrate's court of Malaysia's Kuala Kubu Bharu town yesterday with the murder of a male resident of a mental health care centre in Bukit Beruntung, in December last year. Mohammad Abdul Alim, 33, was charged with killing Leong Kam Ming, 52, at the mental health care centre, Jalan Cempaka 2 around 6.30pm on December 24, 2022. The charge was framed under Section 302 of the Malaysian Penal Code which provides for the death penalty if convicted. Mohammad nodded in understanding after the charges were read to him before Judge Siti Fatimah Talib, but no confession was recorded because murder cases are under the purview of the Malaysian High Court. Also, in the same court, the accused pleaded not guilty to the charge of entering and being in the country without any valid travel documents. The charge is made in accordance with Section 6(1)(C) of the Immigration Act 1959/63 Amendment 2002, and can be punished under Section 6(3) of the same law, which provides for a fine of not more than RM10,000 or a maximum imprisonment of five years, or both, and can be whipped not more than six times, if convicted. The court did not allow the accused to be released on bail, and fixed February 27 for the next hearing.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/malaysia.jpg",
		"category": "NRB"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Labour migration to see 82pc increase",
		"description": "With over 10.29 lakh migrant workers going abroad till November, overseas employment this year is likely to see nearly an 82 percent increase compared to last year, says a new report by Refugee and Migratory Movements Research Unit (RMMRU). Last year, 6.17 lakh migrant workers went abroad for employment, says the report, titled The Patterns and Trends of Labour Migration from Bangladesh in 2022: Achievements and Challenges , conducted using government data. RMMRU shared the report during a press conference in the capital's Jatiya Press Club. RMMRU Founding Chair Prof Tasneem Siddiqui said about 79 percent of migrant workers this year have gone abroad as less-skilled workers. Most people who collected visas through family connections migrated as less-skilled workers, she said. She stressed that the government needs to put more focus on developing the skill-sets of workers, and it is working to this end. If vocational training and certifications under those projects are sped up, it will be possible to send skilled and semi-skilled workers again, she added. Prof Tasneem also mentioned that as this year, Bangladesh saw a significant jump in overseas employment, it is likely that its positive impact will be seen in the remittance inflow next year. For a fresh migrant, it requires at least six to 12 months to settle down in the host country and then start sending remittance home, she added. The report says as of November this year, 99,684 female workers have gone abroad. At the end of the year, female migration is likely to see a 35.7 percent increase. It also mentions that the wage earners' welfare board has brought back the dead bodies of 3,222 migrant workers from abroad this year as of November.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2021/12/18/reintegration-labour-migration.jpg",
		"category": "NRB"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "'Advance passenger info' to bolster air travel security",
		"description": "To bolster security for air travel, Civil Aviation Authority of Bangladesh (CAAB) is going to set up Advance Passenger Information (API) system, which can catch unauthorised travel and use of fraudulent documents. Once the API system is implemented, it will be easier to fight crimes like terrorism, money laundering, and drug smuggling. At the same time, immigration and customs clearance procedures for legitimate travellers will be faster and easier, said CAAB officials. To set up the system, CAAB signed a memorandum of understanding with the United Arab Emirates on Wednesday at its headquarters in the capital's Kurmitola. API will be set up under CAAB, while Emirates Technologies Solutions -- a company wholly owned by the UAE government and supported by multinational company SITA -- will be responsible for installation, operation and maintenance. Through the system, the identity information of passengers and crew members arriving in Bangladesh will be sent electronically in advance and in real-time to immigration authorities. The system is capable of risk analysis based on passenger data and national and international watchlists. The scope of this risk analysis is expansive. Even possible differences in spelling of names and other information are examined. As a result, immigration authorities will have time to prepare in advance against the arrival of unwanted or dangerous passengers. They will even be able to cancel the journey of a passenger at the time of boarding at a foreign airport, said CAAB officials. The main user of the system will be the immigration and customs authority of Bangladesh. Moreover, national intelligence and law enforcement agencies will also be able to use the system's data. CAAB Chairman Air Vice Marshal M Mafidur Rahman signed the agreement on behalf of the Bangladesh government, and BS Nath, executive director of Emirates Technologies Solutions, signed on behalf of the UAE government.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/feature/images/caab_1.jpg",
		"category": "NRB"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Hefazat's politics and the government's policies",
		"description": "Sometimes it feels intriguing why some issues kick off fierce debate and others don't. One such less discussed, but hugely significant development, was the Hefazat delegation's recent meeting with prime minister Sheikh Hasina. Very little has been divulged about the December 17, 2022 parley, other than the home minister telling the media that the PM will definitely look into the demands made by the Hefazat-e-Islam leaders and fulfil those which are deemed reasonable. Hefazat leaders, too, have said nothing much, except describing the meeting as 'very fruitful'.' The Bangla daily Bhorer Kagoj quoted Maulana Meer Idris as saying, The meeting with the prime minister was very fruitful. She heard us with seriousness. Press reports say Hefazat had a meeting on the same day under the banner of National Ulama Mashayekh Conference. The conference held at Kazi Bashir Auditorium in Gulistan was attended by representatives of the organisation from all parts of the country. A seven-point charter of demands was drafted, to be given to the PM. It wouldn't be unreasonable to assume that those are the same demands that the home minister referred to that the PM would look into. So, what were those demands? According to Prothom Alo, they were: 1) Release of Alem-Ulama, and Hefazat leaders and workers; 2) Withdrawal of all cases lodged against them; 3) Enact blasphemy law making provisions for punishments for slandering against Islam and the Prophet (PBUH); 4) Declare the Ahmadiyya as non-Muslims by the state; 5) Making religious education mandatory in educational curricula; 6) Ensure representation of Al Hiyatul Uliya Lil Jamiatul Kawmia Bangladesh in the board that prepares curriculum and textbooks; and 7) Not allow Indian preacher Maulana Muhammad Saad Kandhalvi to attend this year's Biswa Ijtema. On November 3, 2018, virtually addressing a discussion on the Jail Killing Day, PM Hasina said: When we assumed office in 2008, many incidents and conspiracies like the BDR carnage and Hefazat's so-called movement were carried out to remove Awami League from power. But, on November 4, the day after, she attended a grand reception organised by Hefazat-e-Islami, where she was given the title Qawmi Janani The reception was organised to thank her for recognising Dawra E Hadith of Qawmi Madrasa to be of equal status to a postgraduate (Master's) degree. Barely two months ahead of a general election, it appeared to be a mutually beneficial understanding with the Awami League, albeit to the dissatisfaction of the country's secular forces, and the ruling party's main challenger, the BNP.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/reuters_2020_hefazat.jpg",
		"category": "NRB"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Goals: good governance, accountability, transparency",
		"description": "Ensuring good governance, accountability and transparency from the topmost to the lowest level of Biman will be the main focus of the newly-appointed Managing Director and CEO of Biman Bangladesh Airlines Shafiul Azim. The Biman boss made the remarks while talking to The Daily Star and a few other journalists at the airline's head office in the capital's Kurmitola on Tuesday.Ensuring governance at all levels -- from  my own post to the bottom level of the organisation -- will be my target, said the MD. Azim said he has removed all barriers for each Biman employee to talk to him so that everyone can share their grievances with him. If I can make them understand that we will work as a team, then we will be able to do something good. If anyone does good work, they will be rewarded. On the contrary, if anyone does anything wrong, they will be punished, said Azim. About the challenges in the national-flag carrier, Azim said, I want to ensure four things for Biman passengers. The first thing is arranging tickets at a fair price. I also want to ensure a good environment inside the aircraft, where the crews are well-behaved. We also want to bring a variety of inflight food, he added. The Biman chief also said he wants to ensure the timely dispatch of luggage and flights. I will not be able to achieve the goal alone. I will have to achieve them together with my teammates, he added. Azim said Biman will also introduce feedback services for the passengers. Even 10 minutes before getting assigned the responsibility, I did not know it. At first, I was a bit confused. I have heard multiple times how challenging the job is, said the newly appointed MD. However, I have worked in different regulatory bodies on the policy level. Hence, I thought of it as an opportunity to serve in a bigger capacity. I have taken this job as a challenge and have nothing personal to gain from it, he added. Azim also addressed the diversity of skills that can be seen among Biman staffers. A range of multidisciplinary work can be seen here, unlike any other organisation. On one hand, there are the general staffers, while on the other, there are staffers with great expertise on the technical matters, he said.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/28/shafiul-azim-biman-md.jpg",
		"category": "NRB"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "A chilling message for journalists",
		"description": "The state of press freedom in Bangladesh is once again in the spotlight after a journalist was killed in Brahmanbaria on Monday. According to a report by The Daily Star, the victim, Ashiqur Rahman, 27, was the district correspondent of daily Porzobekkhon,andalso a member of Batighar, a local voluntary organisation that buries unclaimed dead bodies. According to police, he was stabbed to death by some men days after a scuffle over a trivial matter between the victim and the main suspect, Raihan Mia, whom police have since detained. Raihan is said to be an activist of Chhatra League, the student wing of the ruling party. Regardless of the motive behind the killing, the fact that a journalist could be killed over a trivial matter is itself a statement – a chilling message, if you will – and we must take note. It shows how vulnerable journalists still are in the country, despite claims to the contrary. A murder is but the most extreme form of consequences they might face for their work. It's easy to be misguided by the relative lack of such extremes in Bangladesh. But such extremes, we must remember, are the inevitable by-product of an environment in which journalists have to deal with the threats of physical, psychological and legal repercussions constantly hanging over their heads. Only the other day, we came across such a situation in which another local correspondent of a newspaper was brutalised after he tried to investigate illegal brick kilns in Chattogram. Reportedly, he was held by a local UP member at gunpoint, kept hostage for over an hour, and beaten repeatedly. Even the local UP chairman, clearly in cahoots with the attackers, threatened him over phone that nothing will happen if a journalist is killed. We are yet to hear of any action being taken against these people. In such a culture of impunity, the difference between life and death is often decided by the individual choice of the criminals. As we have commented then, these incidents show how lack of accountability is having a spill-over effect across the board, with anyone with the remotest link to the ruling party feeling entitled to using violence as a means, regardless of the end they want to achieve. For journalists who must work with those in politics/power because of the nature of their profession, the stakes are very high. This is not unknown to the ruling politicians either; one of them even acknowledged the incidence of journalist torture late last month. As well as physical violence, journalists had to contend with legal consequences as well. All this has resulted in the space for journalists, and the media in general, eroding dangerously, to the point that Bangladesh ranked 162nd among 180 countries in last year's World Press Freedom Index. We urge the ruling camp to take a hard, critical look at this state of affairs – and into its own questionable ecosystem – and undertake necessary measures to ensure press freedom. The killers of Ashiqur Rahman and other slain journalists as well as enemies of the press must be held accountable. ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/11/journalist_killed_in_brahmanbaria.png",
		"category": "opinion"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The rhetoric of 'it happens' and whataboutism in political apologia",
		"description": "During my time as an academic at the University of Dhaka, there were some whisperings and mutterings of bewilderment among campus insiders about a political appointment in early 2009. In that air of confusion and perplexity, I overheard a conversation between two senior academics in the corridors of Kala Bhaban. Let's name them Y and Z. Y was known for his sympathy for the party in office and Z was a political incognito. Z walked to Y and exclaimed: Ki holo eta?! (What just happened?!), expressing his shock over the political appointment and anticipating a word of condemnation from Y. However, Y adopted a cavalier attitude towards what Z considered a serious matter. With a broad smile on his face, Y said: Eta rajniti. (This is politics.). In the above case, the excuse to condone misdemeanours or indiscretions is: it happens. Unfortunately, this ploy is common among both unlettered and highly educated people and is used to defend, and provide blind support to, one's political camp. Worse, this pretext is applied selectively. The same people would become moral absolutists and take a fiercely antagonistic stance if comparable offences were committed by people of opposing political parties. The rhetoric of whataboutism is another apologist strategy for condoning the various types of human rights abuses perpetrated by a political party of one's affiliation or by a government of one's choice. It is a diversionary tactic to deflect attention from atrocities occurring under people's noses to other past events or trends. This argumentative technique is used by pseudo-neutral, partisan analysts, commentators and intellectuals. They resort to this logical fallacy to avoid the moral responsibility to intervene in instances of political authoritarianism, repression, and mass victimisation. The intention is to make the public indifferent to ongoing political oppression and to absolve the perpetrators of responsibility. The specious pretext of whataboutism seems to have gained momentum with the defenders of the current government in Bangladesh that is embroiled in innumerable controversies and allegations of gross human rights violations. Electoral fraud and other forms of manipulation overshadowed the last two general elections – one non-participatory and the other tainted by nocturnal ballot stuffing. Innumerable opposition leaders and activists have also been subjected to forced disappearances, beginning with the disappearance of Dhaka City Corporation councillor Mohammad Chowdhury Alam on June 25, 2010. Both the cries of their children and the cries for justice have been falling on deaf ears. Limiting freedom of the press and gagging the expression of dissent have now taken on an institutional and legal shape, thanks to the Digital Security Act (DSA) 2018. ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/img-20230109-wa0002.jpg",
		"category": "opinion"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "What Price McCarthy?",
		"description": "For the past four days, Americans and others around the world have had their eyes glued to the spectacle of the US House of Representatives trying – and failing, 14 times – to elect a new Speaker. Now, by making even more concessions, Representative Kevin McCarthy of California has finally grasped the gavel. McCarthy has won, but at an alarming cost for the country and his own party. Some features of the conflict in the Republican Party that we saw on display this week are nothing new. Every party has its ideological factions. Others, though, represent a fundamental change. Unlike the dissidents who challenged the congressional leadership in the past, this week's holdouts belong to the party's most extreme wing. By forcing concessions, they have made their personal ideological convictions the program of the Republican Party. At stake in the last two months of Republican horse-trading was the authority of the Speaker of the House, the only congressional leadership officer specified in the Constitution. To the degree allowed by House rules, the Speaker sets the chamber's agenda and mobilises the majority party to act. The score of Republicans who brought the business of the House to a standstill sought to reduce the Speaker's power substantially. They forced McCarthy to accede to a rule change that would once again allow a single member to call a no-confidence vote on his leadership. And now, by holding out longer, they have gotten McCarthy to give up even more. Intra-party disputes over the powers of the leadership are not new. The last stalemate over the choice of Speaker, in 1923, hinged on demands by progressive Republicans for procedural concessions from the party's conservatives, particularly Frederick Gillett of Massachusetts, the Speaker for the previous two terms. Similarly, a 1910 revolt against Joseph Cannon of Illinois, also led by progressive Republicans, loosened the Speaker's grip on policy and prerogatives. The current alignment of forces is very different, though, because it is no longer moderates who are demanding changes from the party leadership; it is extremists. Although most of the holdouts were only recently elected, they are clearly the spiritual descendants of the Tea Party movement that barrelled into Congress in 2010. For a dozen years, members of this cohort set their principles above expediency, as they would put it, and refused to support appropriations bills, increases in the debt limit, and other essential legislation. They then watched as Republican leaders – motivated by a sense of responsibility or a fear of the consequences of failure – cut deals with the Democrats in the House and the Senate to ensure that essential legislation was enacted. The extremists then exacted their revenge on the leadership after the fact. In 2014, Republican House Majority Leader Eric Cantor – the next in line for the Speakership – suffered a shocking defeat by a right-wing challenger from his own party. That was merely a prelude: The same extremist forces then purged Republican Speaker John Boehner in 2015, and drove out Speaker Paul Ryan in 2019. Now, they have succeeded in denying the leadership the option of working responsibly across the aisle, by re-introducing a mechanism that will subject the Speaker to the constant threat of immediate ouster. ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/09/h2qux6ri6bnznnboxlofw3df4q_0.jpeg",
		"category": "opinion"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "A two-month wrong finally righted",
		"description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her – which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her devastated. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a suicide, and she had nothing to do with it. However, the damage to her reputation (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.  ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/bushra_granted_bail_after_two_months.png",
		"category": "opinion"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Safe roads before smart cities",
		"description": "The manner in which the human toll of road crashes has been rising in Bangladesh is anything but normal. We end each year with the ignominy of having surpassed last year's records in road crashes and casualties, only to begin another year with fresh horrors. This time, too, has been no exception. As an estimate released by the Road Safety Foundation shows, 2022 was one of the deadliest years on record for the transport sector, with its numbers of crashes and deaths registering an increase of 27.14 percent and 22.74 percent over corresponding figures in the previous year. The organisation has also released a number of figures that can help us understand the extent of the danger that passengers, and the nation as a whole, face. It said that 81.36 percent of the 7,713 road crash victims counted last year were aged between 18 and 65 years – the most productive segment of the population – while students accounted for 16 percent of those who died. In the end, the loss to the workforce suffered through these tragedies has amounted to a staggering Tk 23,460 crore. The figure, we are told, would be more than 1.5 percent of the country's GDP if property damages are also taken into consideration. Another important revelation has been about how Dhaka division – which hosts the capital of the country – emerged as the most unsafe among all divisions. Dhaka has seen the highest number of both accidents and fatalities, with 2,044 individuals dying in 1,841 crashes. The second highest death toll was recorded in Chattogram. All these figures have significant socioeconomic implications for the country. It goes without saying that the road and transport authorities have totally failed to perform their responsibilities, despite frequent appeals from citizens to ensure the safety of our roads and highways. The situation makes a mockery of the promises made by the government in 2018 before enacting the Road Transport Act – which, by the way, still remains largely unimplemented – as well as the vision of a Smart Bangladesh that the ruling party has recently set for us. Clearly, at the moment, citizens need safe roads more than a smart country or smart cities, whatever that means. The spectacular lack of progress in the transport sector betrays a spectacular lack of concern at the policymaking level, which is really disturbing. Recently, the government, over four years after passing the act, has finally formulated its rules which, among other provisions, have detailed the compensation that victims of road crashes can expect to receive. This was an important move, if long overdue. But significant uncertainties still remain about the act itself. For this act and its rules to ever serve the public and reduce their sufferings on the roads, the authorities must ensure they are properly, regularly and evenly enforced. ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/09/mounting_human_toll_of_road_accidents.png",
		"category": "opinion"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Predictable winter woes for the homeless",
		"description": "A heart-breaking account by The Daily Star Bangla, of the misery that homeless people in Dhaka's streets have been facing during this winter, should be a wakeup call for the government and society in general. It gives a glimpse of how these individuals – who, it bears repeating, are citizens of this country – are deprived of such basic amenities as a roof over their heads, adequate food, warm clothes and blankets. Attached with the report is a photograph of a person literally sleeping inside a thin plastic bag to stave off the cold, epitomising the level of deprivation that certain sections of the population face. Those interviewed revealed that they simply could not afford any kind of housing; they often went to bed hungry and could not sleep because they did not have warm blankets. A mother and daughter shivering in the cold said that they sold flowers and lived on the streets, saving money to send back to a son who stays at a madrasa. Caught in the cold embrace of winter was also a teenage boy who ran away from home after his father had remarried, and now has no one to call family in this unkind city. Temperatures in Dhaka have fallen as low as 11.5 degrees Celsius, with winds making it seem even colder. Outside the city, temperatures drop even further making life hard for poor people, especially infants and the elderly. On Saturday, Chuadanga recorded the lowest temperature in the country at 8.4 degrees Celsius. Other northern districts have been facing a similar situation over the past few days. Meanwhile, cold-related diseases such as flu, bronchitis, pneumonia and diarrhoea have seen a sharp rise. For those on the streets, exposed to the elements, the chances of getting seriously ill are very high, especially in major cities swathed in constant dust from the many construction projects, big or small. All these scenarios have been predictable, however. With proper planning by the authorities, cold-related effects on the poor could be reduced. Unfortunately, there has been hardly any meaningful action. Why haven't we, for instance, seen the usual drives to distribute warm clothes and blankets to the needy? Special funds must be allocated to help the homeless, who are most vulnerable and concentrated in the cities. Organisations and individuals should make a coordinated effort to initiate such drives. Along with warm clothes, these people need nutritious food. Soup kitchens should be set up by the city corporations to provide free meals to the homeless. The state cannot only depend on private initiatives to help the urban poor; it must have a comprehensive plan that will meet their immediate needs, while addressing the more long-term issue of homelessness through low-cost housing, employment, and accessible health care. As a society, each one of us has a responsibility to those less fortunate, who live without even the bare minimum of needs met. Right now, the government and public must join hands in making sure these people stay warm and don't go to bed hungry.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/07/poor_people_caught_in_the_embrace_of_cold_wave.png",
		"category": "opinion"
	},
	{
		"author": {
			"name": "albrats bill",
			"published_date": "25 jul,20122",
			"picture": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwritingcooperative.com%2Fhow-to-take-a-great-author-photo-3a82f0df5a38&psig=AOvVaw3a0qoRiwbP6t6xC3fM3Jt3&ust=1673501587066000&source=images&cd=vfe&ved=0CBAQjRxqFwoTCKjk8q7lvvwCFQAAAAAdAAAAABAU"
		},
		"title": "Rich LifeStyle license agreement",
		"description": "When I set out on my journey and took my photography from a hobby to a business five years ago, no one was really talking about lifestyle photography. These days, lifestyle photography is trending. The desire to capture natural, relaxed images is being embraced now more than ever.Before I even knew what lifestyle photography meant, I would go into people’s homes and film them as naturally as possible. By having conversations with people, I discovered that I could make them almost ‘forget’ the camera and think of me more like a friend, sister or play date.  My goal of every session was to tell a story from start to finish – their story",
		"picture": "https://media.istockphoto.com/id/528487340/photo/beach-living-on-sea-view.jpg?s=612x612&w=0&k=20&c=-txUQWbvHNG6jOAPQrduesK9foBw8hQid6f3Y2GnwYo=",
		"category": "lifeStyle"
	},
	{
		"author": {
			"name": "albrats bill",
			"published_date": "25 jul,20122",
			"picture": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwritingcooperative.com%2Fhow-to-take-a-great-author-photo-3a82f0df5a38&psig=AOvVaw3a0qoRiwbP6t6xC3fM3Jt3&ust=1673501587066000&source=images&cd=vfe&ved=0CBAQjRxqFwoTCKjk8q7lvvwCFQAAAAAdAAAAABAU"
		},
		"title": "Rich LifeStyle license agreement",
		"description": "When I set out on my journey and took my photography from a hobby to a business five years ago, no one was really talking about lifestyle photography. These days, lifestyle photography is trending. The desire to capture natural, relaxed images is being embraced now more than ever.Before I even knew what lifestyle photography meant, I would go into people’s homes and film them as naturally as possible. By having conversations with people, I discovered that I could make them almost ‘forget’ the camera and think of me more like a friend, sister or play date.  My goal of every session was to tell a story from start to finish – their story",
		"picture": "https://media.istockphoto.com/id/1293762741/photo/modern-living-room-interior-3d-render.jpg?s=612x612&w=0&k=20&c=iZ561ZIXOtPYGSzqlKUnLrliorreOYVz1pzu8WJmrnc=",
		"category": "lifeStyle"
	},
	{
		"author": {
			"name": "albrats bill",
			"published_date": "25 jul,20122",
			"picture": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwritingcooperative.com%2Fhow-to-take-a-great-author-photo-3a82f0df5a38&psig=AOvVaw3a0qoRiwbP6t6xC3fM3Jt3&ust=1673501587066000&source=images&cd=vfe&ved=0CBAQjRxqFwoTCKjk8q7lvvwCFQAAAAAdAAAAABAU"
		},
		"title": "Rich LifeStyle license agreement.",
		"description": "iStock offers two types of licenses: standard and extended. Every file downloaded from iStock comes with a standard license. An extended license gives you additional rights in exchange for an additional license fee. Unless you purchase an extended license, your use of content is subject to the standard license terms.You can license files from iStock with credits or a subscription. iStock offers you the ability to purchase credits in preset packs to be used to download photo, illustration, vector, video and Music (as defined below) files. The more credits you purchase, the more you save. iStock also offers monthly or annual subscriptions, which allow you to download a certain number of photos, illustrations, vectors, video or Music per month and save even more.You are welcome to use watermarked content from the iStock site on a complimentary basis for test or sample layout (composite) use only. Watermarked content cannot be used in any final materials or any publicly available materials and may only be used for the 30 days following download.",
		"picture": "https://media.istockphoto.com/id/1333060261/photo/modern-living-room-interior-design.jpg?b=1&s=170667a&w=0&k=20&c=x43sLuuam-Kd7CaO7KjtaIZFGZfwGRqNRfusaJvuER4=",
		"category": "lifeStyle"
	},
	{
		"author": {
			"name": "albrats bill",
			"published_date": "25 jul,20122",
			"picture": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwritingcooperative.com%2Fhow-to-take-a-great-author-photo-3a82f0df5a38&psig=AOvVaw3a0qoRiwbP6t6xC3fM3Jt3&ust=1673501587066000&source=images&cd=vfe&ved=0CBAQjRxqFwoTCKjk8q7lvvwCFQAAAAAdAAAAABAU"
		},
		"title": "Rich LifeStyle license agreement.",
		"description": "iStock offers two types of licenses: standard and extended. Every file downloaded from iStock comes with a standard license. An extended license gives you additional rights in exchange for an additional license fee. Unless you purchase an extended license, your use of content is subject to the standard license terms.You can license files from iStock with credits or a subscription. iStock offers you the ability to purchase credits in preset packs to be used to download photo, illustration, vector, video and Music (as defined below) files. The more credits you purchase, the more you save. iStock also offers monthly or annual subscriptions, which allow you to download a certain number of photos, illustrations, vectors, video or Music per month and save even more.You are welcome to use watermarked content from the iStock site on a complimentary basis for test or sample layout (composite) use only. Watermarked content cannot be used in any final materials or any publicly available materials and may only be used for the 30 days following download.",
		"picture": "https://media.istockphoto.com/id/1208206114/photo/beautiful-luxury-home-exterior-at-sunset-featuring-large-covered-patio-with-outdoor-kitchen.jpg?s=612x612&w=0&k=20&c=khBqQyp7qMBAjcO_XIORxmUQz0GYayj1vBcb2q3m3nA=",
		"category": "lifeStyle"
	},
	{
		"author": {
			"name": "albrats bill",
			"published_date": "25 jul,20122",
			"picture": "https://secure.gravatar.com/avatar/46fb82e7445ee258e74510dac83d76e1?s=150&d=blank&r=g"
		},
		"title": "Rich LifeStyle license agreement.",
		"description": "iStock offers two types of licenses: standard and extended. Every file downloaded from iStock comes with a standard license. An extended license gives you additional rights in exchange for an additional license fee. Unless you purchase an extended license, your use of content is subject to the standard license terms.You can license files from iStock with credits or a subscription. iStock offers you the ability to purchase credits in preset packs to be used to download photo, illustration, vector, video and Music (as defined below) files. The more credits you purchase, the more you save. iStock also offers monthly or annual subscriptions, which allow you to download a certain number of photos, illustrations, vectors, video or Music per month and save even more.You are welcome to use watermarked content from the iStock site on a complimentary basis for test or sample layout (composite) use only. Watermarked content cannot be used in any final materials or any publicly available materials and may only be used for the 30 days following download.",
		"picture": "https://i.insider.com/574ef3ed9105841d008c5fa0?width=1000&format=jpeg&auto=webp",
		"category": "lifeStyle"
	},
	{
		"author": {
			"name": "albrats bill",
			"published_date": "25 jul,20122",
			"picture": "https://secure.gravatar.com/avatar/46fb82e7445ee258e74510dac83d76e1?s=150&d=blank&r=g"
		},
		"title": "Rich LifeStyle license agreement.",
		"description": "iStock offers two types of licenses: standard and extended. Every file downloaded from iStock comes with a standard license. An extended license gives you additional rights in exchange for an additional license fee. Unless you purchase an extended license, your use of content is subject to the standard license terms.You can license files from iStock with credits or a subscription. iStock offers you the ability to purchase credits in preset packs to be used to download photo, illustration, vector, video and Music (as defined below) files. The more credits you purchase, the more you save. iStock also offers monthly or annual subscriptions, which allow you to download a certain number of photos, illustrations, vectors, video or Music per month and save even more.You are welcome to use watermarked content from the iStock site on a complimentary basis for test or sample layout (composite) use only. Watermarked content cannot be used in any final materials or any publicly available materials and may only be used for the 30 days following download.",
		"picture": "https://c8.alamy.com/comp/E8RRR6/photo-of-happy-family-having-fun-on-the-beach-summer-lifestyle-E8RRR6.jpg",
		"category": "lifeStyle"
	},
	{
		"author": {
			"author_name": "Jillu",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"name": "NEWSLETTER",
		"title": "Russia's war in Ukraine",
		"description": "While Ukrainian forces quietly gained ground in Luhansk, the focus has been on a ferocious Russian offensive on the eastern towns of Bakhmut and Solder. The Wagner Group’s mercenaries have been fighting to take Solder for weeks in an apparent effort to encircle Bakhmut, 10km (four miles) to the south, which has been the focus of Russian offensive operations since September.“Units of the Wagner PMC have taken control of the entire territory of Solder. A cauldron has been formed in the centre of the city, in which urban battles are being fought,” he said, using a common Russian military term for an enclave of defenders.“I want to emphasis that no units except for the fighters of the Wagner PMC took part in the assault on Solder,” Prigozhin said, who has recently highlighted the role of his 50,000 mercenaries over regular army units.“It seems that the location of Prigozhin does not correspond to reality,” Ukraine’s armed forces said, calling the photo a psychological operation “aimed at the internal audience in order to somehow justify the insane losses among the prisoners” – a reference to Wagner’s extensive recruitment of convicts.The battle for Solder intensified on the night of January 5, when Wagner forces were first reported to have broken through Ukrainian defences. By December 9, Russia’s Rybar news service said Russian forces had encircled Solder from the northeast, taking the villages of Podgorodny, Bakhmutsky, Krasnaya Gora, and Paraskovievka.“Considering that the recent rate of gains in this area has been on the order of a few hundred metres a day, at most, it is highly unlikely that Russian forces will be successful in cohering a mechanised push towards these [areas],” ISW said.Ukrainian presidential adviser Mykhaylo Podolyak said a victory in Solder would “not make any sense” strategically for Russia.“For the Russians there is no strategic goal. It is an open space and our positions are more advantageous. We see a completely irresponsible attitude – to put it mildly – from the Russian elite towards their own military personnel, who are dying there by the thousands,” Podolyak said. Ukraine and Russia are locked in an information war as well as a deadly struggle on the ground in Solder, a salt mining town in Ukraine’s eastern Donetsk region, at the end of the 46th week of the war.  Fighting continues after Ukraine dismissed Putin's call for a temporary ceasefire over Orthodox Christmas as a cynical ploy. The 36-hour Russian-proposed ceasefire ended at midnight local time on Saturday.",
		"picture": "https://i.ibb.co/HXkhJq2/1200x-1.jpg",
		"category": "sports"
	},
	{
		"author": {
			"author_name": "abdul",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "This article is about the BasketBall.",
		"category": "sports",
		"name": "BASKETBALL",
		"description": "Basketball is a game played between two teams of five players each on a rectangular court, usually indoors. Each team tries to score by tossing the ball through the opponent’s goal, an elevated horizontal hoop and net called a basket.Basketball is a dynamic sport that builds stamina from the short sprints required of running up and down the length of the court. Movements distinct to basketball, such as jumping to take a shot or to grab a rebound, require frequent muscle contractions, which can build muscular endurance.Basketball was invented by James Naismith on or about December 1, 1891, at the International Young Men’s Christian Association (YMCA) Training School, Springfield, Massachusetts, where Naismith was an instructor in physical education. Basketball is the only major sport strictly of U.S. origin (although Naismith was born in Canada). Additional weight training is recommended for basketball players in order to improve their performance on the court.The success of international basketball was greatly advanced by the inclusion of men’s basketball in the Olympic Games beginning in 1936. Basketball has caught on particularly well in Italy, and Spain has several basketball leagues. The other major centre of European basketball is eastern Europe, particularly in the Balkans.Basketball grew steadily but slowly in popularity and importance in the United States and internationally in the first three decades after World War II (1939–45) as a result of television exposure. However, with the advent of cable television, the game’s popularity exploded at all levels, especially during the 1980s.Whether college and university athletes, including basketball players, should be paid is widely debated. Some argue the NCAA, colleges, and universities profit unfairly and exorbitantly from the work and likenesses of college athletes, who are risking their bodies as well as their future careers and earning potential while often living below the poverty line. Others argue that the scholarships given to student athletes are fair compensation for their services, especially since so few college athletes actually and that the real problem is not greater compensation for student-athletes but an incompetent amateur sports system for feeding talent to professional sports leagues. For more on the debate over paying college athletes,",
		"picture": "https://i.ibb.co/L9b21rv/09nba-playoffs-ballhandlers-mobile-Master-At3x.jpg"
	},
	{
		"author": {
			"author_name": "amit",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The last game of boxing hot news",
		"category": "sports",
		"name": "BOXING",
		"description": "Anthony Joshua insists “of course” he will sign the contract for the proposed world heavyweight title clash with Tyson Fury – but promoter Eddie Hearn says there is “no chance” it will be done by Monday.Fury set Joshua’s camp the ultimatum on Friday night, insisting if the deal cannot be done he will walk away and find another opponent for his next WBC title defence.Speaking on an Instagram Live on Sunday afternoon, Joshua said: “It ain’t in my hands – it’s with a legal team. That’s why you hire lawyers.You know the history of boxing – make sure you get your legal terms right. That’s why you get good management and good lawyers. So of course I’m going to sign the contract – it’s just with some lawyers at the minute.Television executives from BT Sport and streaming service Dazn are scheduled to meet on Monday, with Joshua’s team having already verbally accepted Fury’s offer of a 60-40 purse split.But Hearn told the Seconds Out YouTube channel: “There is no chance this fight will get signed by Monday. There is no need for this fight to get signed by Monday.“If he doesn’t (want to fight Joshua), and I guess he doesn’t, then he’ll do what he’ll do and the fans might even fall for it.”Hearn said the contract sent by Fury’s promoter Frank Warren was “all over the place” and, while it is understood the sticking points relate to relatively minor details, Hearn is adamant his team will not be rushed.“We have a meeting on Monday, with Dazn, with BT, with everybody, but it’s going to take time,” Hearn added. “If he wants to put a time frame on it of Monday then it’s clear to the whole public he doesn’t want the fight.“It’s not going to get signed on Monday so if he’s walking away on Monday the fight’s off.”Fury made the offer to Joshua on social media earlier this month after it became clear a potential bout with Ukrainian Oleksandr Usyk would not happen until the new year.Joshua immediately accepted Fury’s invitation as well as the prospective purse split, and the deal was backed up by an exchange of letters between Hearn and Fury’s promoter Warren. But speaking to BT Sport on Saturday night, Fury expressed frustration with the delay and maintained he was not prepared to wait any longer for Joshua’s team to seal the deal.The terms pugilism and prizefighting in modern usage are practically synonymous with boxing, although the first term indicates the ancient origins of the sport in its derivation from the Latin pugil, “a boxer,” related to the Latin pugnus, “fist,” and derived in turn from the Greek pyx, “with clenched fist.” The term.",
		"picture": "https://i.ibb.co/R6Bvv7T/anthony-joshua-suxv65a2lfmj1q8qc0d9ia2ye.jpg"
	},
	{
		"author": {
			"author_name": "sojib",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Brazilian football legend Pele dies at age 82",
		"category": "sports",
		"name": "Newsletter",
		"date": "25 december,2022",
		"picture": "https://i.ibb.co/Gv4DMDW/0-ko8kj7h4.jpg",
		"description": "Pele, who had a tumour removed from his colon last year, passed away in a Sao Paolo hospital, his agent said. Pele, the legendary Brazilian football player who rose from barefoot poverty to become one of the greatest and best-known athletes in modern history, has died at the age of 82. The death of the only man to win the World Cup three times as a player was confirmed on his Instagram account.Sao Paulo’s Albert Einstein hospital, where Pele was undergoing treatment, said he died at 3:27pm (18:27 GMT) on Thursday “due to multiple organ failures resulting from the progression of colon cancer associated with his previous medical condition.”“Inspiration and love marked the journey of King Pele, who peacefully passed away today,” the post read.Pele, whose real name was Edson Arantes do Nascimento, was remembered for his wide-ranging accomplishments, both on and off the football field.The memorial post on Pele’s social media page highlighted the star’s international appeal, referencing an incident during the Nigerian civil war when opposing factions agreed to a ceasefire in order to enjoy a match Pele played in the country.“On his journey, Edson enchanted the world with his genius in sport, stopped a war, carried out social works all over the world and spread what he most believed to be the cure for all our problems: love. His message today becomes a legacy for future generations,” it read.A public funeral is set to be held outside Sao Paulo, Brazil, at the Vila Belmiro Stadium, where he played for many years with the Santos football club. The casket is set to pass in front of the house of his 100-year-old mother, Celeste Arantes, before being placed in the center of the field.Tributes poured in from around the world for the late football legend, including one from his daughter, documentary filmmaker Kely Nascimento. She posted a photograph to her Instagram showing family members holding his hand as he rested in a hospital bed.“Everything we are is thanks to you,” Nascimento wrote. “We love you infinitely. Rest in peace.”Medical reports indicated that Pele passed away due to multiple organ failure, as a result of his battle with colon cancer. He had been hospitalised with multiple ailments, including a respiratory infection, and was also suffering from heart and kidney problems.Pele had a tumour removed from his colon in September 2021. He was admitted to the Albert Einstein Hospital in Sao Paulo on November 29.Doctors there said his colon cancer was showing “progression” and he needed “more extensive care to treat kidney and heart failure”.Brazil players and fans in Qatar also unfurled banners on and off the pitch with an image of the football great and wishes for his recovery."
	},
	{
		"author": {
			"author_name": "aluddin",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Latest News,breaking stories",
		"category": "sports",
		"name": "Newsletter",
		"description": "Volcanic ash and lumps of lava blasted out of the Cumbre Vieja volcano on the Spanish island of La Palma have become part of Christmas nativity scene in a nearby church.Domingo Guerra, the priest at Tajuya church, and Ruben Lopez, a geologist with the Spanish geographical institute, wanted to use volcanic debris for the nativity to mark the near three-month long eruption that has caused havoc for local residents.“We are doing it with lava, ashes and lapilli (volcanic rock fragments), so that it has a representation of the volcano, as we are only three kilometres away and this afternoon (Monday) we could even hear the explosions,” Mr Lopez, 42, said.“We wanted to do an initiative for the Christmas spirit, in a place like this, where people are sad and very worried,” he added.Mr Guerra, 65, said Mr Lopez had looked for the material for the nativity in areas covered by lava and volcNow, however, one of the least visited of the Canary Islands may be able to capitalise on its unlikely claim to fame: seismic tourism.Tourism chiefs in the Canary Islands are keen to take advantage of the appetite to see huge walls of solid lava up to 70 metres high and gases seeping from the crater, not to mention observing the aftermath of the dramatic eruption, which lasted for 85 days.Demand for volcano-themed tours has soared and authorities are investing heavily in promoting La Palma, one of the poorest of the Canary Islands, located off western Africa, to rebuild its economy. Iceland and Hawaii saw a similar increase in visitors after they experienced volcanic eruptions.At the same time, authorities are conscious of the needs of the 7,000 islanders who had to be evacuated as their homes were flattened by the molten rivers of white-hot lava. For some ‘palmeros’, as the islanders are called, the sight of tourists taking selfies by the side of their ruined homes or villages could be painful.anic rocks.The nativity, which is in front of the altar, has the cradle for baby Jesus placed on chunks of black lava, while rocks form a backdrop for the scene and volcanic ash is scattered around the three wise men.The eruption, which has sent rivers of molten lava running down the slopes of Cumbre Vieja for weeks, is the longest running on the Spanish Canary Island since records began in 1500.Since the eruption began on 19 September, thousands of people have been evacuated, at least 2,910 buildings have been destroyed, and the main livelihood of the island, banana plantations, are threatened. Scientists are using satellites and helicopters to map lava flows from the Mauna Loa volcano, and say they're seeing the lava continue its slow progress across the Big Island. The Mauna Loa eruption has reached its second week on the island of Hawaii as the lava flow marches...",
		"picture": "https://i.ibb.co/dthQfPg/download.jpg"
	},
	{
		"author": {
			"author_name": "jillu",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Argentina have won the 2022 World Cup",
		"category": "sports",
		"name": "Newsletter",
		"picture": "https://i.ibb.co/Lh1YV3n/gettyimages-1450194969-594x594.jpg",
		"description": "The Argentina national football team has won three FIFA World Cups, one in 1978 and one in 1986, and now in 2022, making them one of the most successful national teams in the world. Only Brazil, Italy, and Germany hold more FIFA World Cup titles than Argentina, who won their third title to surpass France and Uruguay.Progressing into the second half, Argentina looked to secure their lead (and avoid exhausting their players) by slowing down their play—but France soon rallied to a tie with two consecutive goals from Kylian Mbappé, the team’s 23-year-old star player. (Mbappé impressively earned both points within two minutes of each other, causing French fans—among them an effusive Emmanuel Macron—to go wild.)During extra time, Messi scored for Argentina yet again, bringing the score to 3-2, before Mbappé pulled off a hat trick, forcing a tie-breaking shootout at 3-3. While Mbappé and Randal Kolo Muani went on to convert their penalties for France, misses from Kingsley Coman and Aurelien Tchouameni cleared the way for an Argentine win, after Messi, Paulo Dybala, Leandro Paredes, and finally 25-year-old Gonzalo Montiel all found the back of the net, clinching the match. Today’s nerve-racking match follows up yesterday’s equally thrilling third place play-off, in which Croatia defeated Morocco 2-1. It marked the second time Croatia has won third place in the World Cup, having previously finished third back in 1998. Morocco’s fourth-place finish, meanwhile, was still a historic moment, making them the first African nation to reach the World Cup semifinals.More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986.Supporters gathered at the city's obelisk, on to which pictures of the players were projected.The crowds grew as night fell with more and more people thronging on to the streets to pay homage to the players.Entire families took to the streets to watch the match unfold, hoisting their children up on their shoulders, so they, too, could get a view of the huge screens which had been erected for the occasion.An explosion of joy ripped through Argentina as its football team won the World Cup. More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986. There was no lamppost, traffic light or other vantage point which was not climbed upon by Argentines sporting the blue-and-white shirt of the national team.Across the country, fans said the team's win was even sweeter because of how hard players had had to fight for it. The relief when Gonzalo Montiel scored the crucial penalty in the shoot-out was palpable.Angel Di Maria won a penalty after Ousmane Dembele fouled the winger in the penalty box, which Messi comfortably converted past Hugo Lloris. Di Maria then added a second after slotting the ball home from close range following a brilliant passing move from Argentina which cut Les Bleus apart"
	},
	{
		"author": {
			"author_name": "amit",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Golf is a club-and-ball sport",
		"category": "sports",
		"name": "Games",
		"picture": "https://i.ibb.co/Qb3Tgqh/collin-morikawa.jpg",
		"description": "Shortly after World War I, the Royal and Ancient Golf Club of St. Andrews enacted what is called the 1.62 formula.The origins of golf are obscure and much debated. Evidence suggests that golf, as we understand it today, was firmly established in the Netherlands by the middle of the 16th century.A golf hole measures 4.25 inches (10.8 cm) in diameter and is at least 4 inches (10.2 cm) deep. It is set in an area of turf called a green, which is especially prepared and maintained and closely mowed for putting.Standard 18-hole golf courses measure from 6,500 to 7,000 yards (5,900 to 6,400 meters), and individual holes are from 100 to 600 yards (90 to 550 meters).Golf was included in the Paris 1900 Olympic Games and the St. Louis 1904 Games. Golf was then discontinued as an Olympic sport for more than a century, returning in the Rio de Janeiro 2016 Olympic Games as a 72-hole event for men and women.Golf was included in the Paris 1900 Olympic Games and the St. Louis 1904 Games. Golf was then discontinued as an Olympic sport for more than a century, returning in the Rio de Janeiro 2016 Olympic Games as a 72-hole event for men and women.golf, Game in which a player using special clubs attempts to sink a small ball with as few strokes as possible into each of the 9 or 18 successive holes on an outdoor course. Each hole has associated with it a par, or score standard, usually from par 3 to par 5. The origins of the game are difficult to ascertain, although evidence now suggests that early forms of golf were played in the Netherlands first and then in Scotland. Golf developed in Scotland—the courses were originally fields of grass that sheep had clipped short in their characteristic grazing style. Golf balls were originally made of wood; wood was replaced in the 17th century by boiled feathers stuffed in a leather cover, in the 19th century by gutta-percha, and in the 20th century by hard rubber. Clubs, limited in number to 14, are known by the traditional names of “irons” (primarily for mid-range to short shots) and “woods” (primarily for longer shots); today irons are more likely made of stainless steel, and woods are actually made of metal such as steel or titanium. Regulation golf balls have a maximum weight of 1.62 ounces (45.93 grams) and a minimum diameter of 1.68 inches (4.27 cm).The word 'golf' is not an acronym for anything. Rather, it derives linguistically from the Dutch word 'kolf' or 'kolve,' meaning quite simply 'club. ' In the Scottish dialect of the late 14th or early 15th century, the Dutch term became 'goff' or 'gouff,' and only later in the 16th century 'golf. "
	},
	{
		"name": "Scientists speculate that ours might not be held",
		"category": "sports",
		"picture": "https://i.ibb.co/pKqdrkj/blog08.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"name": "The Multiverse is the collection of alternate universes",
		"category": "Tech",
		"picture": "https://i.ibb.co/vzkqK78/blog07.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"name": "That share a universal hierarchy a large variety of these",
		"category": "sports",
		"picture": "https://i.ibb.co/FbM5qTz/blog06.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"name": "Universes were originated from another due to a major",
		"category": "movie",
		"picture": "https://i.ibb.co/f1cJx2T/blog04.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"name": "A hypothetical collection of potentially diverse",
		"category": "sports",
		"picture": "https://i.ibb.co/1sWBXmf/blog05.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"author": {
			"name": "Licks lord",
			"published_date": "06 june,2018",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Paron Lake,Peru for gadgets slows",
		"description": "Through photography, the beauty of Mother Nature can be frozen in time. This category celebrates the magic of our planet and beyond — from the immensity of the great outdoors, to miraculous moments in your own backyard. major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://images.unsplash.com/photo-1528255915607-9012fda0f838?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1065&q=80",
		"category": "travel"
	},
	{
		"author": {
			"name": "Lana Rose",
			"published_date": "12 june,2018",
			"picture": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
		},
		"title": "Machu Picchu Thomas sbampato",
		"description": "Another of the world’s manmade wonders, Machu Picchu, located in Peru, is believed to have been a royal estate or sacred religious site for Inca leaders, according to History.com. After the Incan civilization was destroyed by the Spanish in the 1500s, Machu Picchu lay undiscovered and unknown except by locals until 1911, despite that this monument to ancient life in Peru stretches over five miles and features more than 3,000 stone steps. Some say it’s “overrated,” but we’re guessing it’s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://images.unsplash.com/photo-1528255915607-9012fda0f838?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1065&q=80",
		"category": "travel"
	},
	{
		"author": {
			"name": "Lana Rose",
			"published_date": "18 june,2018",
			"picture": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
		},
		"title": "The Roman Colosseum THE TRAVEL",
		"description": "Another of the world’s manmade wonders, Machu Picchu, located in Peru, is believed to have been a royal estate or sacred religious site for Inca leaders, according to History.com. After the Incan civilization was destroyed by the Spanish in the 1500s, Machu Picchu lay undiscovered and unknown except by locals until 1911, despite that this monument to ancient life in Peru stretches over five miles and features more than 3,000 stone steps. Some say it’s “overrated,” but we’re guessing it’s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/595949a-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz",
			"published_date": "25 jul,2019",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiD0y3Y6hURQ5_GTfmmT4XQ3d5-RVZbt24NQ&usqp=CAU"
		},
		"title": "Citadel of Qaitbay the lighthouse ",
		"description": "The Citadel of Qaitbay is a fort that was built to protect from invasion by the Sultan Qaitbay in the late 15th century in Alexandria, Egypt. It’s adjacent to the lighthouse of Alexandria, another wonder of the ancient world. Buried beneath the sea nearby is the sunken palace of Cleopatra,s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/daily-life-in-alexandria-egypt-23-jul-2018-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"picture": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "The Western Wall of Jerusalem",
		"description": "The Western Wall, located in Jerusalem, is also known as the Wailing Wall and is one of the last remaining walls of the ancient Jewish Temple, which was destroyed in 70 A.D. by the Romans. Although the wall itself wasn’t originally a particularly important part of the temple, it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/jerusalem-israel-2014-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"picture": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "Hazrat Sultan Mosque, Kazakhstan",
		"description": "The Hazrat Sultan Mosque is the second largest mosque in all of East Asia. It was completed in 2012 and is designed in classic Islamic style with traditional Kazakh ornaments and decorative elements. it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/6874931a-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"picture": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "Hazrat Sultan Mosque, Kazakhstan",
		"description": "The Hazrat Sultan Mosque is the second largest mosque in all of East Asia. It was completed in 2012 and is designed in classic Islamic style with traditional Kazakh ornaments and decorative elements. it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/6874931a-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"picture": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "Hazrat Sultan Mosque, Kazakhstan",
		"description": "The Hazrat Sultan Mosque is the second largest mosque in all of East Asia. It was completed in 2012 and is designed in classic Islamic style with traditional Kazakh ornaments and decorative elements. it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/6874931a-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "Licks lord",
			"published_date": "06 june,2018",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Paron Lake,Peru for gadgets slows",
		"description": "Through photography, the beauty of Mother Nature can be frozen in time. This category celebrates the magic of our planet and beyond — from the immensity of the great outdoors, to miraculous moments in your own backyard. major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://images.unsplash.com/photo-1528255915607-9012fda0f838?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1065&q=80",
		"category": "travel"
	},
	{
		"author": {
			"name": "Lana Rose",
			"published_date": "12 june,2018",
			"picture": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
		},
		"title": "Machu Picchu THOMAS SBAMPATO",
		"description": "Another of the world’s manmade wonders, Machu Picchu, located in Peru, is believed to have been a royal estate or sacred religious site for Inca leaders, according to History.com. After the Incan civilization was destroyed by the Spanish in the 1500s, Machu Picchu lay undiscovered and unknown except by locals until 1911, despite that this monument to ancient life in Peru stretches over five miles and features more than 3,000 stone steps. Some say it’s “overrated,” but we’re guessing it’s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://images.unsplash.com/photo-1528255915607-9012fda0f838?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1065&q=80",
		"category": "travel"
	},
	{
		"author": {
			"name": "Lana Rose",
			"published_date": "18 june,2018",
			"picture": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
		},
		"title": "The Roman Colosseum THE TRAVEL",
		"description": "Another of the world’s manmade wonders, Machu Picchu, located in Peru, is believed to have been a royal estate or sacred religious site for Inca leaders, according to History.com. After the Incan civilization was destroyed by the Spanish in the 1500s, Machu Picchu lay undiscovered and unknown except by locals until 1911, despite that this monument to ancient life in Peru stretches over five miles and features more than 3,000 stone steps. Some say it’s “overrated,” but we’re guessing it’s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/595949a-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz",
			"published_date": "25 jul,2019",
			"picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiD0y3Y6hURQ5_GTfmmT4XQ3d5-RVZbt24NQ&usqp=CAU"
		},
		"title": "Citadel of Qaitbay the lighthouse ",
		"description": "The Citadel of Qaitbay is a fort that was built to protect from invasion by the Sultan Qaitbay in the late 15th century in Alexandria, Egypt. It’s adjacent to the lighthouse of Alexandria, another wonder of the ancient world. Buried beneath the sea nearby is the sunken palace of Cleopatra,s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/daily-life-in-alexandria-egypt-23-jul-2018-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"picture": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "The Western Wall of Jerusalem",
		"description": "The Western Wall, located in Jerusalem, is also known as the Wailing Wall and is one of the last remaining walls of the ancient Jewish Temple, which was destroyed in 70 A.D. by the Romans. Although the wall itself wasn’t originally a particularly important part of the temple, it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/jerusalem-israel-2014-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"picture": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "Hazrat Sultan Mosque, Kazakhstan",
		"description": "The Hazrat Sultan Mosque is the second largest mosque in all of East Asia. It was completed in 2012 and is designed in classic Islamic style with traditional Kazakh ornaments and decorative elements. it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.rd.com/wp-content/uploads/2019/06/6874931a-scaled.jpg?resize=700,466",
		"category": "travel"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "That share a universal hierarchy a large variety of these",
		"category": "HotNews",
		"picture": "https://i.ibb.co/FbM5qTz/blog06.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"name": "Newsletter",
		"title": "Russia's war in Ukraine",
		"description": "While Ukrainian forces quietly gained ground in Luhansk, the focus has been on a ferocious Russian offensive on the eastern towns of Bakhmut and Solder. The Wagner Group’s mercenaries have been fighting to take Solder for weeks in an apparent effort to encircle Bakhmut, 10km (four miles) to the south, which has been the focus of Russian offensive operations since September.“Units of the Wagner PMC have taken control of the entire territory of Solder. A cauldron has been formed in the centre of the city, in which urban battles are being fought,” he said, using a common Russian military term for an enclave of defenders.“I want to emphasis that no units except for the fighters of the Wagner PMC took part in the assault on Solder,” Prigozhin said, who has recently highlighted the role of his 50,000 mercenaries over regular army units.“It seems that the location of Prigozhin does not correspond to reality,” Ukraine’s armed forces said, calling the photo a psychological operation “aimed at the internal audience in order to somehow justify the insane losses among the prisoners” – a reference to Wagner’s extensive recruitment of convicts.The battle for Solder intensified on the night of January 5, when Wagner forces were first reported to have broken through Ukrainian defences. By December 9, Russia’s Rybar news service said Russian forces had encircled Solder from the northeast, taking the villages of Podgorodny, Bakhmutsky, Krasnaya Gora, and Paraskovievka.“Considering that the recent rate of gains in this area has been on the order of a few hundred metres a day, at most, it is highly unlikely that Russian forces will be successful in cohering a mechanised push towards these [areas],” ISW said.Ukrainian presidential adviser Mykhaylo Podolyak said a victory in Solder would “not make any sense” strategically for Russia.“For the Russians there is no strategic goal. It is an open space and our positions are more advantageous. We see a completely irresponsible attitude – to put it mildly – from the Russian elite towards their own military personnel, who are dying there by the thousands,” Podolyak said. Ukraine and Russia are locked in an information war as well as a deadly struggle on the ground in Solder, a salt mining town in Ukraine’s eastern Donetsk region, at the end of the 46th week of the war.  Fighting continues after Ukraine dismissed Putin's call for a temporary ceasefire over Orthodox Christmas as a cynical ploy. The 36-hour Russian-proposed ceasefire ended at midnight local time on Saturday..",
		"picture": "https://i.ibb.co/HXkhJq2/1200x-1.jpg",
		"category": "HotNews"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Brazilian football legend Pele dies at age 82",
		"category": "HotNews",
		"name": "BOXING",
		"description": "Pele, who had a tumour removed from his colon last year, passed away in a Sao Paolo hospital, his agent said. Pele, the legendary Brazilian football player who rose from barefoot poverty to become one of the greatest and best-known athletes in modern history, has died at the age of 82. The death of the only man to win the World Cup three times as a player was confirmed on his Instagram account.Sao Paulo’s Albert Einstein hospital, where Pele was undergoing treatment, said he died at 3:27pm (18:27 GMT) on Thursday “due to multiple organ failures resulting from the progression of colon cancer associated with his previous medical condition.”“Inspiration and love marked the journey of King Pele, who peacefully passed away today,” the post read.Pele, whose real name was Edson Arantes do Nascimento, was remembered for his wide-ranging accomplishments, both on and off the football field.The memorial post on Pele’s social media page highlighted the star’s international appeal, referencing an incident during the Nigerian civil war when opposing factions agreed to a ceasefire in order to enjoy a match Pele played in the country.“On his journey, Edson enchanted the world with his genius in sport, stopped a war, carried out social works all over the world and spread what he most believed to be the cure for all our problems: love. His message today becomes a legacy for future generations,” it read.A public funeral is set to be held outside Sao Paulo, Brazil, at the Vila Belmiro Stadium, where he played for many years with the Santos football club. The casket is set to pass in front of the house of his 100-year-old mother, Celeste Arantes, before being placed in the center of the field.Tributes poured in from around the world for the late football legend, including one from his daughter, documentary filmmaker Kely Nascimento. She posted a photograph to her Instagram showing family members holding his hand as he rested in a hospital bed.“Everything we are is thanks to you,” Nascimento wrote. “We love you infinitely. Rest in peace.”Medical reports indicated that Pele passed away due to multiple organ failure, as a result of his battle with colon cancer. He had been hospitalised with multiple ailments, including a respiratory infection, and was also suffering from heart and kidney problems.Pele had a tumour removed from his colon in September 2021. He was admitted to the Albert Einstein Hospital in Sao Paulo on November 29.Doctors there said his colon cancer was showing “progression” and he needed “more extensive care to treat kidney and heart failure”.Brazil players and fans in Qatar also unfurled banners on and off the pitch with an image of the football great and wishes for his recovery.",
		"picture": "https://i.ibb.co/Gv4DMDW/0-ko8kj7h4.jpg"
	},

	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The last game of boxing hot news",
		"category": "HotNews",
		"name": "BOXING",
		"description": "Anthony Joshua insists “of course” he will sign the contract for the proposed world heavyweight title clash with Tyson Fury – but promoter Eddie Hearn says there is “no chance” it will be done by Monday.Fury set Joshua’s camp the ultimatum on Friday night, insisting if the deal cannot be done he will walk away and find another opponent for his next WBC title defence.Speaking on an Instagram Live on Sunday afternoon, Joshua said: “It ain’t in my hands – it’s with a legal team. That’s why you hire lawyers.You know the history of boxing – make sure you get your legal terms right. That’s why you get good management and good lawyers. So of course I’m going to sign the contract – it’s just with some lawyers at the minute.Television executives from BT Sport and streaming service Dazn are scheduled to meet on Monday, with Joshua’s team having already verbally accepted Fury’s offer of a 60-40 purse split.But Hearn told the Seconds Out YouTube channel: “There is no chance this fight will get signed by Monday. There is no need for this fight to get signed by Monday.“If he doesn’t (want to fight Joshua), and I guess he doesn’t, then he’ll do what he’ll do and the fans might even fall for it.”Hearn said the contract sent by Fury’s promoter Frank Warren was “all over the place” and, while it is understood the sticking points relate to relatively minor details, Hearn is adamant his team will not be rushed.“We have a meeting on Monday, with Dazn, with BT, with everybody, but it’s going to take time,” Hearn added. “If he wants to put a time frame on it of Monday then it’s clear to the whole public he doesn’t want the fight.“It’s not going to get signed on Monday so if he’s walking away on Monday the fight’s off.”Fury made the offer to Joshua on social media earlier this month after it became clear a potential bout with Ukrainian Oleksandr Usyk would not happen until the new year.Joshua immediately accepted Fury’s invitation as well as the prospective purse split, and the deal was backed up by an exchange of letters between Hearn and Fury’s promoter Warren. But speaking to BT Sport on Saturday night, Fury expressed frustration with the delay and maintained he was not prepared to wait any longer for Joshua’s team to seal the deal.The terms pugilism and prizefighting in modern usage are practically synonymous with boxing, although the first term indicates the ancient origins of the sport in its derivation from the Latin pugil, “a boxer,” related to the Latin pugnus, “fist,” and derived in turn from the Greek pyx, “with clenched fist.” The term.",
		"picture": "https://i.ibb.co/sKYpGWC/59131461-605.jpg"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Scientists speculate that ours might not be held",
		"category": "HotNews",
		"picture": "https://i.ibb.co/pKqdrkj/blog08.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Latest News,breaking stories",
		"category": "HotNews",
		"name": "BOXING",
		"description": "Volcanic ash and lumps of lava blasted out of the Cumbre Vieja volcano on the Spanish island of La Palma have become part of Christmas nativity scene in a nearby church.Domingo Guerra, the priest at Tajuya church, and Ruben Lopez, a geologist with the Spanish geographical institute, wanted to use volcanic debris for the nativity to mark the near three-month long eruption that has caused havoc for local residents.“We are doing it with lava, ashes and lapilli (volcanic rock fragments), so that it has a representation of the volcano, as we are only three kilometres away and this afternoon (Monday) we could even hear the explosions,” Mr Lopez, 42, said.“We wanted to do an initiative for the Christmas spirit, in a place like this, where people are sad and very worried,” he added.Mr Guerra, 65, said Mr Lopez had looked for the material for the nativity in areas covered by lava and volcNow, however, one of the least visited of the Canary Islands may be able to capitalise on its unlikely claim to fame: seismic tourism.Tourism chiefs in the Canary Islands are keen to take advantage of the appetite to see huge walls of solid lava up to 70 metres high and gases seeping from the crater, not to mention observing the aftermath of the dramatic eruption, which lasted for 85 days.Demand for volcano-themed tours has soared and authorities are investing heavily in promoting La Palma, one of the poorest of the Canary Islands, located off western Africa, to rebuild its economy. Iceland and Hawaii saw a similar increase in visitors after they experienced volcanic eruptions.At the same time, authorities are conscious of the needs of the 7,000 islanders who had to be evacuated as their homes were flattened by the molten rivers of white-hot lava. For some ‘palmeros’, as the islanders are called, the sight of tourists taking selfies by the side of their ruined homes or villages could be painful.anic rocks.The nativity, which is in front of the altar, has the cradle for baby Jesus placed on chunks of black lava, while rocks form a backdrop for the scene and volcanic ash is scattered around the three wise men.The eruption, which has sent rivers of molten lava running down the slopes of Cumbre Vieja for weeks, is the longest running on the Spanish Canary Island since records began in 1500.Since the eruption began on 19 September, thousands of people have been evacuated, at least 2,910 buildings have been destroyed, and the main livelihood of the island, banana plantations, are threatened. Scientists are using satellites and helicopters to map lava flows from the Mauna Loa volcano, and say they're seeing the lava continue its slow progress across the Big Island. The Mauna Loa eruption has reached its second week on the island of Hawaii as the lava flow marches...",
		"picture": "https://i.ibb.co/dthQfPg/download.jpg"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Argentina have won the 2022 World Cup",
		"category": "HotNews",
		"name": "BOXING",
		"description": "The Argentina national football team has won three FIFA World Cups, one in 1978 and one in 1986, and now in 2022, making them one of the most successful national teams in the world. Only Brazil, Italy, and Germany hold more FIFA World Cup titles than Argentina, who won their third title to surpass France and Uruguay.Progressing into the second half, Argentina looked to secure their lead (and avoid exhausting their players) by slowing down their play—but France soon rallied to a tie with two consecutive goals from Kylian Mbappé, the team’s 23-year-old star player. (Mbappé impressively earned both points within two minutes of each other, causing French fans—among them an effusive Emmanuel Macron—to go wild.)During extra time, Messi scored for Argentina yet again, bringing the score to 3-2, before Mbappé pulled off a hat trick, forcing a tie-breaking shootout at 3-3. While Mbappé and Randal Kolo Muani went on to convert their penalties for France, misses from Kingsley Coman and Aurelien Tchouameni cleared the way for an Argentine win, after Messi, Paulo Dybala, Leandro Paredes, and finally 25-year-old Gonzalo Montiel all found the back of the net, clinching the match. Today’s nerve-racking match follows up yesterday’s equally thrilling third place play-off, in which Croatia defeated Morocco 2-1. It marked the second time Croatia has won third place in the World Cup, having previously finished third back in 1998. Morocco’s fourth-place finish, meanwhile, was still a historic moment, making them the first African nation to reach the World Cup semifinals.More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986.Supporters gathered at the city's obelisk, on to which pictures of the players were projected.The crowds grew as night fell with more and more people thronging on to the streets to pay homage to the players.Entire families took to the streets to watch the match unfold, hoisting their children up on their shoulders, so they, too, could get a view of the huge screens which had been erected for the occasion.An explosion of joy ripped through Argentina as its football team won the World Cup. More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986. There was no lamppost, traffic light or other vantage point which was not climbed upon by Argentines sporting the blue-and-white shirt of the national team.Across the country, fans said the team's win was even sweeter because of how hard players had had to fight for it. The relief when Gonzalo Montiel scored the crucial penalty in the shoot-out was palpable.Angel Di Maria won a penalty after Ousmane Dembele fouled the winger in the penalty box, which Messi comfortably converted past Hugo Lloris. Di Maria then added a second after slotting the ball home from close range following a brilliant passing move from Argentina which cut Les Bleus apart",
		"picture": "https://i.ibb.co/Lh1YV3n/gettyimages-1450194969-594x594.jpg"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Golf is a club-and-ball sport",
		"category": "HotNews",
		"name": "BOXING",
		"description": "Shortly after World War I, the Royal and Ancient Golf Club of St. Andrews enacted what is called the 1.62 formula.The origins of golf are obscure and much debated. Evidence suggests that golf, as we understand it today, was firmly established in the Netherlands by the middle of the 16th century.A golf hole measures 4.25 inches (10.8 cm) in diameter and is at least 4 inches (10.2 cm) deep. It is set in an area of turf called a green, which is especially prepared and maintained and closely mowed for putting.Standard 18-hole golf courses measure from 6,500 to 7,000 yards (5,900 to 6,400 meters), and individual holes are from 100 to 600 yards (90 to 550 meters).Golf was included in the Paris 1900 Olympic Games and the St. Louis 1904 Games. Golf was then discontinued as an Olympic sport for more than a century, returning in the Rio de Janeiro 2016 Olympic Games as a 72-hole event for men and women.Golf was included in the Paris 1900 Olympic Games and the St. Louis 1904 Games. Golf was then discontinued as an Olympic sport for more than a century, returning in the Rio de Janeiro 2016 Olympic Games as a 72-hole event for men and women.golf, Game in which a player using special clubs attempts to sink a small ball with as few strokes as possible into each of the 9 or 18 successive holes on an outdoor course. Each hole has associated with it a par, or score standard, usually from par 3 to par 5. The origins of the game are difficult to ascertain, although evidence now suggests that early forms of golf were played in the Netherlands first and then in Scotland. Golf developed in Scotland—the courses were originally fields of grass that sheep had clipped short in their characteristic grazing style. Golf balls were originally made of wood; wood was replaced in the 17th century by boiled feathers stuffed in a leather cover, in the 19th century by gutta-percha, and in the 20th century by hard rubber. Clubs, limited in number to 14, are known by the traditional names of “irons” (primarily for mid-range to short shots) and “woods” (primarily for longer shots); today irons are more likely made of stainless steel, and woods are actually made of metal such as steel or titanium. Regulation golf balls have a maximum weight of 1.62 ounces (45.93 grams) and a minimum diameter of 1.68 inches (4.27 cm).The word 'golf' is not an acronym for anything. Rather, it derives linguistically from the Dutch word 'kolf' or 'kolve,' meaning quite simply 'club. ' In the Scottish dialect of the late 14th or early 15th century, the Dutch term became 'goff' or 'gouff,' and only later in the 16th century 'golf.",
		"picture": "https://i.ibb.co/Qb3Tgqh/collin-morikawa.jpg"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Samsung profits plunge as demand for gadgets slows",
		"description": "For the memory business, the decline in fourth-quarter demand was greater than expected as customers adjusted inventories in their effort to further tighten finances, Samsung said in the statement Smartphone sales and revenue decreased due to weak demand resulting from prolonged macro issues It is the latest major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://i.ibb.co/hMvNmpc/128214047-samsung-png.webp",
		"category": "HotNews"
	},

	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The Multiverse is the collection of alternate universes",
		"category": "HotNews",
		"picture": "https://i.ibb.co/vzkqK78/blog07.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},

	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Universes were originated from another due to a major",
		"category": "HotNews",
		"picture": "https://i.ibb.co/f1cJx2T/blog04.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "A hypothetical collection of potentially diverse",
		"category": "sports",
		"picture": "https://i.ibb.co/1sWBXmf/blog05.jpg",
		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Sparks will fly in the Electric-Car trade war",
		"description": "Will Ferrell’s 2021 Super Bowl ad for General Motors Co. makes bleak viewing today. The actor’s comic fury at being “out-EV’d” by Norway hit at a truth that was a point of pride for Europe: When it comes to electric-vehicle sales, the US has been a laggard, lacking the regulatory and investment push seen in China and Europe. “Don’t hate, imitate,” Volkswagen AG-owned rival Audi replied.Imitate, the Americans have — and now it’s European Union politicians who are prone to Ferrell-style rants. The Biden administration’s tax credits of up to $7,500 on EVs assembled in North America are seen as an “aggressive” competitive threat by the EU and the likes of South Korea, as are other goodies promoting green investment in the $369 billion Inflation Reduction Act. Battery-makers like Sweden’s NorthVolt AB are pivoting to the US, with energy costs also in mind after a year that saw Euro .. This is not a textbook trade war: We’re a long way from the Trump-era threat of tariffs on European cars, and the Ukraine conflagration has pushed NATO allies closer. But we’re also a long way from a new era of multilateralism under Biden. A subsidy salvo designed to keep China in check and incentivise new factories in the US is bad for trade partners caught in the middle, even if it’s good for the climate. The protectionism tying together “Buy American” provisions with subsidies that manufactur This is not a textbook trade war: We’re a long way from the Trump-era threat of tariffs on European cars, and the Ukraine conflagration has pushed NATO allies closer. But we’re also a long way from a new era of multilateralism under Biden. A subsidy salvo designed to keep China in check and incentivise new factories in the US is bad for trade partners caught in the middle, even if it’s good for the climate. The protectionism tying together “Buy American” provisions with subsidies that manufactur .. “The risk for Europe is the kind of deindustrialization we haven’t seen for years,” says Antoine Huard, co-founder of French power-plant developer Verso Energy.",
		"picture": "https://img.etimg.com/thumb/msid-97045939,width-650,height-488,imgsize-140444,,resizemode-75/tesla-vehicles-at-a-tesla-service-center-in-california.jpg",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "PM Modi holds mega roadshow in Delhi as 2024 poll chariot begins rolling",
		"description": "PM Narendra Modi on Monday, January 16, held a mega roadshow in national capital Delhi as BJP's two-day national executive began in the city. Thousands of BJP workers and supporters greeted the Prime Minister amid an atmosphere enlivened by music and the cheering crowd. The roadshow started from Patel Chowk and continued till the NDMC convention centre. Huge cutouts of the prime minister were placed along the road, besides several posters highlighting various initiatives of the government and also India's presidency of the G20, a PTI report said. While PM Modi has a habit of holding many roadshows, it is not often that he does this ahead of the BJP national executive meet. This event has been organised in the national capital for many years now. BJP leaders noted that Modi had held a roadshow ahead of the party's national executive in Odisha, and added that the exercise proved to be helpful in galvanising cadre and supporters, PTI reported. With Lok Sabha polls due in the first half of next year, the enthusiastic roadshow will also help energise the party's Delhi unit after its loss to the Aam Aadmi Party in the recent municipal polls, they said. ",
		"picture": "https://img.etimg.com/thumb/width-152,height-114,imgsize-124960,msid-97032425/pm-modi-holds-mega-roadshow-in-delhi.jpg",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Miss Universe 2022: Look at how Harnaaz Sandhu paid homage to Sushmita Sen and Lara Dutta with her attire",
		"description": "Harnaaz Sandhu, the outgoing Miss Universe 2021, on Sunday honoured Sushmita Sen and Lara Dutta with her costume at the Miss Universe 2022 crowning ceremony. She wore a gown which had big black and white pictures of Lara and Sushmita from the time when they were crowned as the Miss Universe.After Lara Dutta won the title for India, Harnaaz Kaur Sandhu returned the Miss Universe crown to India in 2021. Sushmita Sen had won the Miss Universe contest in 1994 before Lara. After winning the pageant in 2021, Harnaaz Sandhu had said that she was inspired by Sushmita Sen and Miss Universe 2000 Lara Dutta. It feels out of this world because women like Sushmita Sen and Lara Dutta who inspired me throughout my journey, are supporting me, she had said. Tears streamed down her cheeks as she waved to the audience, folded her hands in Namaste, and kissed the air. Ms. Sandhu also looked to stumble a bit while walking, but she quickly regained her balance. She experienced an overpowering emotion at the time and couldn't stop crying. As she entered the stage for her final entrance as Miss Universe, a voice message was playing in the background. Harnaaz’s pre-recorded voice message said, “To my mom, dad, family, friends, and everyone who has inspired me in this quest, you are forever in my heart...” A visibly emotional Sandhu also promised to continue making India proud. Harnaaz Sandhu in her message to Miss Universe 2022 said, Remember to live this year to the fullest because tomorrow is never promised. Namaste Universe.",
		"picture": "https://img.etimg.com/thumb/width-152,height-114,imgsize-1278022,msid-97029017/harnaaz-sandhu-at-miss-universe-2022.jpg",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "China’s Population Falls, Heralding a Demographic Crisis",
		"description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her - which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her 'devastated'. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a 'suicide', and she had nothing to do with it. However, the damage to her 'reputation' (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.",
		"picture": "https://static01.nyt.com/images/2023/01/17/multimedia/17china-population-mktl/17china-population-mktl-superJumbo.jpg?quality=75&auto=webp",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "China announces first population decline since 1961",
		"description": "China's population grew 5.4% over the last 10 years, according to the census figures published by the country's National Bureau of Statistics on Tuesday. This is the first time that most of the data was collected online and it recorded the slowest growth rate since the 1960s. China's population in numbers Over the last decade, China's population has increased by 72 million to 1.41 billion people. That represents an annual growth rate averaging of 0.53%, down 0.04% from the previous 10-year period. The country registered 12 million children born in 2020. That is an almost 20% decrease on the 14.6 million births the year before. Why is China's population growth slowing? China revised its one-child policy in 2016 but has yet to see increased birthrates, as couples delay having children owing to the high costs of raising a child in a city and cramped housing. Women are delaying or avoiding childbirth due to factors such as discrimination at work for having a child. In 2019, China had reported a birthrate of 10.48 per 1,000 people — the slowest birthrate since 1949. In the latest census, the number of people aged 15 to 59 declined by about 7%. However, the population of those above 60 increased by more than 5%. The aging of the population imposed pressure on the long-term balanced development of the population in the coming period, said Ning Jizhe, an official of the National Bureau of Statistics Ning added that the latest census data showed that the population of China maintained a mild growth momentum in the past decade.",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/17/9ebe426d5d9abde42fb9d6e0efef786e-63c6561b8e5fb.jpg?jadewits_media_id=5559",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "UNESCO: Killings of journalists on the rise",
		"description": "The UN's cultural body said 86 journalists were killed worldwide in 2022, as opposed to 55 in 2021. Mexico, Ukraine and Haiti were among the deadliest countries for reporters. The number of journalists killed worldwide has significantly increased in 2022, after recording a decline over the previous three years, the UN's cultural body said in a report on Monday. UNESCO reported the deaths of 86 journalists last year, with 19 killed in Mexico alone, followed by 10 in Ukraine and nine in Haiti. An average of 58 journalists were killed from 2019 to 2021, as per previous UNESCO reports, with 2021 recording 55 killings. These three years marked a decrease from 2018, where 99 journalists were killed. UNESCO Director-General Audrey Azoulay said in a statement that 2022's toll was alarming. The authorities must redouble their efforts to put an end to these crimes and ensure that perpetrators are convicted, because indifference is a major factor in this climate of violence, Azoulay said.Why were the journalists targeted? Three-quarters of the killings occurred in non-conflict countries, with Latin America being home to more than half the deaths. Some of the reasons why the journalists were killed were due to reprisals for their reporting on organized crime, armed conflict or the rise of extremism. Some journalists were also killed for covering sensitive topics such as corruption, environmental crime, abuse of power and protests. No safe spaces' for journalists UNESCO noted that nearly half of the journalists killed were targeted while off duty. Some were attacked while traveling, in parking lots or other public places, while others where in their homes at the time of their killing. The body warned that this implies that there are no safe spaces for journalists, even in their spare time.",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/17/df6302a2ed850c92b271fdc56be66bc8-63c657e93c6fe.jpg?jadewits_media_id=5560",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "German defense minister announces resignation",
		"description": "Christine Lambrecht has resigned as Germany's defense minister following a much-criticized New Year's eve message. Germany's Defense Minister Christine Lambrecht on Monday formally announced her resignation. The move comes after German media outlets reported on Friday that the defense chief intended stepping down after a much-critisized New Year's Eve message she posted on social media. In her message, Lambrecht had mentioned the war in Ukraine with the sound of fireworks in the background. Members of the opposition Christian Democratic Union (CDU) called out the message as tone deaf and urged her to resign. Lambrecht is from Chancellor Olaf Scholz's center-left Social Democratic Party (SPD). Following the controversy, Scholz had said that he still had confidence in Lambrecht. he family households continued to downsize because of increasing population mobility and the fact that young people after marriages lived separately from parents with improved housing conditions China recorded a 15% decade-on-decade rise in urban population to 236.4 million. More than 63% of people now live in urban areas, and 500 million constitute migrant workers, who are referred to as floating population",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/16/4cbd8eb3b45e818a4ba81b21b844582d-63c524b3ca0b3.jpg?jadewits_media_id=5541",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"picture": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "68 dead, 4 missing after plane crashes in Nepal resort town",
		"description": "A plane making a 27-minute flight to a Nepal tourist town crashed into a gorge Sunday while attempting to land at a newly opened airport, killing at least 68 of the 72 people aboard. At least one witness reported hearing cries for help from within the fiery wreck, the country’s deadliest airplane accident in three decades Hours after dark, scores of onlookers crowded around the crash site near the airport in the resort town of Pokhara as rescue workers combed the wreckage on the edge of the cliff and in the ravine below. Officials suspended the search for the four missing people overnight and planned to resume looking Monday. Local resident Bishnu Tiwari, who rushed to the crash site near the Seti River to help search for bodies, said the rescue efforts were hampered by thick smoke and a raging fire. The flames were so hot that we couldn’t go near the wreckage. I heard a man crying for help, but because of the flames and smoke we couldn’t help him Tiwari said It was not immediately clear what caused the accident, Nepal’s Civil Aviation Authority said. A witness said he saw the aircraft spinning violently in the air after it began descending to land, watching from the terrace of his house. Finally, Gaurav Gurung said, the plane fell nose-first towards its left and crashed into the gorge The aviation authority said the aircraft last made contact with the airport from near Seti Gorge at 10:50 a.m. before crashing The twin-engine ATR 72 aircraft, operated by Nepal’s Yeti Airlines, was flying from the capital, Kathmandu, to Pokhara, located 200 kilometers (125 miles) west. It was carrying 68 passengers including 15 foreign nationals, as well as four crew members, Nepal’s Civil Aviation Authority said in a statement. The foreigners included five Indians, four Russians, two South Koreans, and one each from Ireland, Australia, Argentina and France. Images and videos shared on Twitter showed plumes of smoke billowing from the crash site, about 1.6 kilometers (nearly a mile) away from Pokhara International Airport. The aircraft’s fuselage was split into multiple parts that were scattered down the gorge.",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/16/bc726a38500f577e9a828d04cdba13b1-63c4cfd59efa3.jpg?jadewits_media_id=5532",
		"category": "World"
	},
	{
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "That share a universal hierarchy a large variety of these",

		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services.",
		"picture": "https://static01.nyt.com/images/2023/01/13/multimedia/13elgin-marbles-zmbf/13elgin-marbles-zmbf-threeByTwoSmallAt2X.jpg?format=pjpg&quality=75&auto=webp&disable=upscale",
		"category": "World"
	},
	{
		"author": {
			"author_name": "jackhold",
			"date": "20-1-2022",
			"author_img": "https://i.ibb.co/ZTS7mCr/shipon.jpg"
		},
		"title": "Wonders do come in small packages!”, and if you want to witness this, you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/sJWWSmr/world.jpg",
		"category": "natural",
		"description": "Believe it or not, but resisting the alluring charm and appeal of Gangtok is almost impossible for anyone! The capital city of Sikkim, Gangtok is nestled in the Eastern Himalayas and is one of the kaleidoscopic tourist destinations in the state.I was walking on my city bazaar with just Rs. 500 in my pocket and enjoyed buying crackers, clothes, eatables and other Diwali accessories. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "Hasna Habib",
			"date": "15-5-2022",
			"author_img": "https://i.ibb.co/wySB5Mm/rashed.jpg"
		},
		"title": "Sikkim Best Sellers and if you want to witness this, you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/K5kmt4X/tiger.jpg",
		"category": "natural",
		"description": "If you are someone who loves to stay in the hustle bustle of the market, you may choose to stay at MG Marg. However, if you are a peace-seeker, you may choose to stay away from MG Marg. just Rs. 500 in my pocket and enjoyed buying crackers, clothes, eatables and other Diwali accessories. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": " alif jack",
			"date": "18-8-2022",
			"author_img": "https://i.ibb.co/Kyzvw9j/rabbi.jpg"
		},
		"title": "Grand Canyon, Arizona, USA, a natural wonder famous for its deep views.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/D4D8HH3/sikkin-tourism.jpg",
		"category": "natural",
		"description": "Located in the Western parts of Sikkim, Yuksom is the origin of several enthralling treks into the Himalayas or the magical Kanchenjunga. The once a capital of Sikkim, this hamlet is more known for its pristine beauty and rustic appeal. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "Habibur Rahman",
			"date": "15-8-2022",
			"author_img": "https://i.ibb.co/743gRMq/rahmatullah.jpg"
		},
		"title": "The Serengeti, Africa, is one of the largest and most famous national parks in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/C0TRPBP/South-east-asia.jpg",
		"category": "natural",
		"description": "Located in the Western parts of Sikkim, Yuksom is the origin of several enthralling treks into the Himalayas or the magical Kanchenjunga. The once a capital of Sikkim, this hamlet is more known for its pristine beauty and rustic appeal. What a time it was, though being a student with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "serengeti",
			"date": "15-8-2018",
			"author_img": "https://i.ibb.co/NC3vMbt/obaidul.webp"
		},
		"title": "Lake Sorapiss in the Dolomites, Italy - a natural attraction that can only be reached on foot.in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/fH4YSgT/Natural-Wonders-of-Asia.jpg",
		"category": "natural",
		"description": "LYuksom was the first capital of Sikkim in the 17th century and the coronation place of its first chogyal (king) in 1641.with limited money the energy and enjoyment is hyper. But last week same bazaar, with some of my friends, being employed, and Rs. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "ashikur rahman",
			"date": "15-2-2018",
			"author_img": "https://i.ibb.co/fDZTQ8T/jowel.jpg"
		},
		"title": "The main highlight of the town includes historical monuments, ancient monasteries, tranquil waterfalls and serene lakes - a natural attraction that can only be reached on foot.in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/RyjV6MY/natural-pahar.jpg",
		"category": "natural",
		"description": "Dubdi Monastery in Yuksom is the first Buddhist Monastery in Sikkim, established in 1701 by the Chogyar Namgyal. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "Rana Rose",
			"date": "11-2-2019",
			"author_img": "https://i.ibb.co/thSSHZp/habib.jpg"
		},
		"title": "Redwood National and State Parks in California, USA. Italy - a natural attraction that can only be reached on foot.in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/1zx1cgW/Maldive.webp",
		"category": "natural",
		"description": "Dubdi Monastery in Yuksom is the first Buddhist Monastery in Sikkim, established in 1701 by the Chogyar Namgyal. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "Sajeeb bhuiyan",
			"date": "15-5-2019",
			"author_img": "https://i.ibb.co/BcS5Wx5/faisal.jpg"
		},
		"title": "Great Barrier Reef in Australia, an endangered natural wonder. a natural attraction that can only be reached on foot.in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/fH4YSgT/Natural-Wonders-of-Asia.jpg",
		"category": "natural",
		"description": "Dubdi Monastery in Yuksom is the first Buddhist Monastery in Sikkim, established in 1701 by the Chogyar Namgyal. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "Faisal rahman",
			"date": "15-5-2011",
			"author_img": "https://i.ibb.co/g4zpQhL/anwar.jpg"
		},
		"title": "The bay area near Rio de Janeiro, Brazil – ocean, beaches and steep mountains with junglea natural attraction that can only be reached on foot.in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/D4D8HH3/sikkin-tourism.jpg",
		"category": "natural",
		"description": "Dubdi Monastery in Yuksom is the first Buddhist Monastery in Sikkim, established in 1701 by the Chogyar Namgyal. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"author_name": "Gujrat hawlader",
			"date": "15-5-2012",
			"author_img": "https://i.ibb.co/BcS5Wx5/faisal.jpg"
		},
		"title": "The bay area near Rio de Janeiro, Brazil – ocean, beaches and steep mountains with junglea natural attraction that can only be reached on foot.in the world.you must visit the picturesque state of Sikkim.",
		"picture": "https://i.ibb.co/C0TRPBP/South-east-asia.jpg",
		"category": "natural",
		"description": "Dubdi Monastery in Yuksom is the first Buddhist Monastery in Sikkim, established in 1701 by the Chogyar Namgyal. 5000 in hand. We are unable to get the same enjoyment as how we were in our college days..Looking in a microscopic view, the reasons are very obvious that our expectations have increased as how the product line for Diwali have increased. Taking Diwali as a brand, the line earlier had crackers, sweets, and clothing and may be two more in thread. Presently the brand Diwali has more than 20 extensions in its line, the depth is breathtaking, the people are getting sunk in it. which gives a broad idea that;To many products starting from food to smartphones, KFC to AUDI and discounts everywhere, markup, stock reduction. How many are conscious about what is happening around them. Still there are families which buy clothing once in a year during Diwali, are they getting satisfied with the marketing agenda. In Indian context think of a family head, was he/she able to satisfy all the needs of his/her relations. If not, how can that individual be happy for Diwali. Even the essential practice of Diwali has came down drastically.Consider this as a scenario; on the decided budget;earlier, people used to spend 80% on crackers, clothing, and sweets and remaining they used to spend for their other liking. but now:The argument is not whether the above statement is correct, because the money may be spent wisely. But it threads on whether the festivals are celebrated with the same intensity of happiness. Yes, people gets benefited by what they are getting through their money in the whole product line, but somewhere the materialism is pushing them to a origin of dissatisfaction. Think of a Diwali without money, impossible, but there are scenarios when Diwali is not dependent on money. But Diwali now is a dependent variable with a regressive elements present along."
	},
	{
		"author": {
			"name": "Licks lord",
			"published_date": "06 june,2018",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "The seriousness of being funny",
		"description": "There are thousands of languages and dialects around the world, but we all laugh more or less in the same way. (Only when we write “laugh”, it looks a bit different in every language… but this is maybe for another Coyote article! major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://pjp-eu.coe.int/documents/42122243/112457709/clowncare.jpg/91187c21-be35-9cd9-a8a7-6ab1ea39cfd0?t=1638885577000",
		"category": "entertainment"
	},
	{
		"author": {
			"name": "Lana Rose",
			"published_date": "12 april,2018",
			"author_img": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
		},
		"title": "A guide to Spanish humor",
		"description": "The main thrust of Spanish humor comes from the national attitude to danger. People getting themselves in a tight spot, sometimes fatally, is terrifically amusing. Hence the success of the annual fiesta when bulls run loose in the streets of Pamplona, a suicidal revelry for the sheer fun of the risk of a goring. Similarly, a display of fireworks that goes wrong is invariably looked upon with some hilarity. despite that this monument to ancient life in Peru stretches over five miles and features more than 3,000 stone steps. Some say it’s “overrated,” but we’re guessing it’s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.expatica.com/app/uploads/sites/2/2014/05/spanish-humor.jpg",
		"category": "entertainment"
	},
	{
		"author": {
			"name": "Lana Rose",
			"published_date": "18 june,2018",
			"author_img": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
		},
		"title": "3 Ways to Use Humor to Boost Your Training",
		"description": "We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits. By clicking “Accept All”, you consent to the use of ALL the cookies. However, you may visit to provide a controlled consent. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://trainingindustry.com/content/uploads/2019/06/Using-Humor-in-Training-7.3.19.jpg",
		"category": "entertainment"
	},
	{
		"author": {
			"name": "lorodcoz",
			"published_date": "25 jul,2019",
			"author_img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiD0y3Y6hURQ5_GTfmmT4XQ3d5-RVZbt24NQ&usqp=CAU"
		},
		"title": "Forbes Coaches Council is an invitation-only community",
		"description": "Sometimes a company-wide email can get a thousand reply all’s and clog your inbox. Sometimes people make stinky things in the microwave and leave dirty dishes in the breakroom sink. These are golden opportunities for collaborative humor. A creative question can diffuse tension and build trust.",
		"picture": "https://imageio.forbes.com/specials-images/dam/imageserve/601394282/960x0.jpg?format=jpg&width=960",
		"category": "entertainment"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"author_img": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "The Western Wall of Jerusalem",
		"description": "The Western Wall, located in Jerusalem, is also known as the Wailing Wall and is one of the last remaining walls of the ancient Jewish Temple, which was destroyed in 70 A.D. by the Romans. Although the wall itself wasn’t originally a particularly important part of the temple, it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.shutterstock.com/image-photo/multiracial-corporate-team-young-senior-260nw-1065757706.jpg",
		"category": "entertainment"
	},
	{
		"author": {
			"name": "lorodcoz bill",
			"published_date": "25 jul,2019",
			"author_img": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
		},
		"title": "how to use humor in your B2B pitch?",
		"description": "The Hazrat Sultan Mosque is the second largest mosque in all of East Asia. It was completed in 2012 and is designed in classic Islamic style with traditional Kazakh ornaments and decorative elements. it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://www.cobizmag.com/wp-content/uploads/data-import/06063aa7/Julie20Hansen20on20using20humor20to20sell.jpg",
		"category": "entertainment"
	}
]
