[
    {
        "author": {
            "name": "Licks lord",
            "published_date": "06 june,2018",
            "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
        },
        "title": "The seriousness of being funny",
        "description": "There are thousands of languages and dialects around the world, but we all laugh more or less in the same way. (Only when we write “laugh”, it looks a bit different in every language… but this is maybe for another Coyote article! major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
        "picture": "https://pjp-eu.coe.int/documents/42122243/112457709/clowncare.jpg/91187c21-be35-9cd9-a8a7-6ab1ea39cfd0?t=1638885577000",
        "category": "entertainment"
    },
    {
        "author": {
            "name": "Lana Rose",
            "published_date": "12 april,2018",
            "img": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
        },
        "title": "A guide to Spanish humor",
        "description": "The main thrust of Spanish humor comes from the national attitude to danger. People getting themselves in a tight spot, sometimes fatally, is terrifically amusing. Hence the success of the annual fiesta when bulls run loose in the streets of Pamplona, a suicidal revelry for the sheer fun of the risk of a goring. Similarly, a display of fireworks that goes wrong is invariably looked upon with some hilarity. despite that this monument to ancient life in Peru stretches over five miles and features more than 3,000 stone steps. Some say it’s “overrated,” but we’re guessing it’s worth your time, and here are. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
        "picture": "https://www.expatica.com/app/uploads/sites/2/2014/05/spanish-humor.jpg",
        "category":"entertainment"
    },
    {
        "author": {
            "name": "Lana Rose",
            "published_date": "18 june,2018",
            "img": "https://s2982.pcdn.co/wp-content/uploads/2022/01/photographer.png.webp"
        },
        "title": "3 Ways to Use Humor to Boost Your Training",
        "description": "We use cookies on our website to give you the most relevant experience by remembering your preferences and repeat visits. By clicking “Accept All”, you consent to the use of ALL the cookies. However, you may visit to provide a controlled consent. business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
        "picture": "https://trainingindustry.com/content/uploads/2019/06/Using-Humor-in-Training-7.3.19.jpg",
        "category":"entertainment"
    },
    {
        "author": {
            "name": "lorodcoz",
            "published_date": "25 jul,2019",
            "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiD0y3Y6hURQ5_GTfmmT4XQ3d5-RVZbt24NQ&usqp=CAU"
        },
        "title": "Forbes Coaches Council is an invitation-only community",
        "description": "Sometimes a company-wide email can get a thousand reply all’s and clog your inbox. Sometimes people make stinky things in the microwave and leave dirty dishes in the breakroom sink. These are golden opportunities for collaborative humor. A creative question can diffuse tension and build trust.",
        "picture": "https://imageio.forbes.com/specials-images/dam/imageserve/601394282/960x0.jpg?format=jpg&width=960",
        "category":"entertainment"
    },
    {
        "author": {
            "name": "lorodcoz bill",
            "published_date": "25 jul,2019",
            "img": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
        },
        "title": "The Western Wall of Jerusalem",
        "description": "The Western Wall, located in Jerusalem, is also known as the Wailing Wall and is one of the last remaining walls of the ancient Jewish Temple, which was destroyed in 70 A.D. by the Romans. Although the wall itself wasn’t originally a particularly important part of the temple, it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
        "picture": "https://www.shutterstock.com/image-photo/multiracial-corporate-team-young-senior-260nw-1065757706.jpg",
        "category":"entertainment"
    },
    {
        "author": {
            "name": "lorodcoz bill",
            "published_date": "25 jul,2019",
            "img": "https://miro.medium.com/max/800/0*Ty1Vn1voczy6UdeT.png"
        },
        "title": "how to use humor in your B2B pitch?",
        "description": "The Hazrat Sultan Mosque is the second largest mosque in all of East Asia. It was completed in 2012 and is designed in classic Islamic style with traditional Kazakh ornaments and decorative elements. it’s now considered a holy place by Jews and non-Jews alike, who come from all over the world to pray, meditate, and leave handwritten prayers in crevices of the wall. after demand boomed during the pandemic when customers at home spent a lot online",
        "picture": "https://www.cobizmag.com/wp-content/uploads/data-import/06063aa7/Julie20Hansen20on20using20humor20to20sell.jpg",
        "category":"entertainment"
    }

]