[
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2022-07-20 18:45:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
  
    },
    "title": "How Can Factories Affect The EnvironmentNews?",
    "description": "As humans that are exposed to air pollution, water pollution and soil pollution among others, we also face an increased risk of falling victim to illness and disease. According to the World Health Organisation (WHO), 5% of those diagnosed with lung cancer will be due to extended exposure to pollution.A small percentage of chest infections, lung diseases and heart diseases can also be attributed to pollution according to the WHO.Factories are also a major contributing factor to water pollution across the globe. The illegal dumping of contaminated water, gases, chemicals, heavy metals or radioactive materials into major waterways causes damage to marine life and the EnvironmentNews as a whole. ",
    "picture": "https://media.istockphoto.com/id/167231386/photo/detail-of-white-smoke-polluted-sky.jpg?s=612x612&w=is&k=20&c=Lp4Aog3QVVZQBPcfyd5QZE2abhZzMGphazr0R58zVRQ=",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2022-04-20 15:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "What is the importance of trees to the EnvironmentNews?",
    "description": "Trees provide oxygen and limit carbon in the atmosphere. They reduce air pollution, provide food and shelter for wildlife, minimise erosion and maintain healthy soil, increase rainfall, and absorb sunlight as energy. Simply, trees are an essential component of life on Earth.",
    "picture": "https://images.unsplash.com/photo-1622254936966-4a3c4def576f?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by  1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2022-11-20 11:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "How does garbage affect the EnvironmentNews?",
    "description": "Poor waste management contributes to climate change and air pollution, and directly affects many ecosystems and species. Landfills, considered the last resort in the waste hierarchy, release methane, a very powerful greenhouse gas linked to climate change.",
    "picture": "https://images.unsplash.com/flagged/photo-1572213426852-0e4ed8f41ff6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1174&q=80",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2022-03-20 11:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "How is noise pollution harmful?",
    "description": "Noise pollution adversely affects the lives of millions of people. Studies have shown that there are direct links between noise and health. Problems related to noise include stress related illnesses, high blood pressure, speech interference, hearing loss, sleep disruption, and lost productivity",
    "picture": "https://media.istockphoto.com/id/1307527527/photo/city-traffic-in-india.jpg?s=612x612&w=is&k=20&c=QsDjhyAiJdxf7RYfV2zk2Jn9URQLbJZd8-V1nHGeuFo=",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2023-01-20 11:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "water pollution for EnvironmentNews",
    "description": "Water pollutants come from either point sources or dispersed sources. A point source is a pipe or channel, such as those used for discharge from an industrial facility or a city sewerage system. A dispersed (or nonpoint) source is a very broad unconfined area from which a variety of pollutants enter the water body, such as the runoff from an agricultural area. Point sources of water pollution are easier to control than dispersed sources, because the contaminated water has been collected and conveyed to one single point where it can be treated. Pollution from dispersed sources is difficult to control, and, despite much progress in the building of modern sewage-treatment plants, dispersed sources continue to cause a large fraction of water pollution problems.",
    "picture": "https://media.istockphoto.com/id/876880612/photo/water-pollution-in-river.jpg?s=612x612&w=is&k=20&c=30E_78-agwWh39wYVsma9OjWv11Wzst0zCH9gRjv9uo=",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2023-01-01 11:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "Solutions to stop Plastic Pollution",
    "description": "If plastic waste is worth money, people will pick it up, bring it to the designated recycling center, earning a small amount of money and preventing the plastic from entering our ecosystem.If plastic would be valuable, people would pick it up. Check out how the Plastic Bank is turning plastic waste into Social Plastic to prevent plastic from entering our oceans.To rid the oceans of plastic,we need to not only clean up what is already in the oceans, but we also need to close the tab by stopping new plastic from entering.There is plenty of data on which rivers are the most polluted. We have a great starting point.The Ocean Cleanup works together with government leaders, individuals, and private corporations to tackle the 1000 most polluting rivers all over the world, in five years from rollout.",
    "picture": "https://images.unsplash.com/photo-1618477461853-cf6ed80faba5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2023-01-01 11:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "Air pollution control devices",
    "description": "Air pollution control devices are a series of devices that work to prevent a variety of different pollutants, both gaseous and solid, from entering the atmosphere primarily out of industrial smokestacks. These control devices can be separated into two broad categories - devices that control the amount of particulate matter escaping into the environment and devices that control acidic gas emissions. It is important to understand that the extraction methods for each specific type of pollutant can differ, so the only the major methods are discussed. Although complex, these devices have shown to be effective in the past with the overall levels of emissions for many pollutants dropping with the implementation of these control devices.",
    "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRHrKxU6cBKVtJHwZ3khYP6n7h2JBNn9mJKwXGT7n7i1jCL-uKy1gHWRgtTNetj9xsUE6s&usqp=CAU",
    "category": "EnvironmentNews"
  },
  {
    "author": {
      "name": "friendly warriors",
      "published_date": "2023-01-20 11:20:34",
      "img":"https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "Visual pollution",
    "description":"Visual pollution is an aesthetic issue, referring to the impacts of pollution that impair one's ability to enjoy a vista or view. The term is used broadly to cover visibility, limits on the ability to view distant objects, as well as the more subjective issue of visual clutter, structures that intrude upon otherwise pretty scenes, as well as graffiti and other visual defacement.Visibility is a measure of how far and how well people can see into the distance. Haze obscures visibility. It is caused when light is absorbed or scattered by pollution particles such as sulfates, nitrates, organic carbon compounds, soot, and soil dust. Nitrogen dioxide and other pollution gases also contribute to haze. Haze increases with summer humidity because sulfate and other particles absorb moisture and increase in size. The larger the particles, the more light they scatter.",
    "picture": "https://hubton.com/wp-content/uploads/2018/05/hubton-visual-pollution-movie-posters.jpg",
    "category": "EnvironmentNews"
  }
]
