[
  {
    "_id": 1,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The Delicious Hot Dog Recipes",
    "category": "food",
    "name": "Hot Dog",
    "image": "https://i.ibb.co/QM4KggX/pexels-photo-1633525.jpg",
    "description": "Over the past 100 years, we’ve learned a thing or two about how to cook up the perfect hot dog, and we’d love to share some of our hot dog know-how with you.Now we know your kitchen probably isn’t equipped with a dual-temperature, industrial flat top grill like the one at our original Coney Island restaurant. But that’s OK! Nathan’s Famous hot dogs can be just as delicious at home. Here’s how to cook the perfect hot dog.Step 1. Picking Makes Perfect: The first step, of course, is to start with the best: a Nathan’s. Pick your favorite from our lineup, whether it’s Original Skinless Beef Franks, Bun-Length Skinless Beef Franks, or any of our other delicious Nathan’s Famous hot dogs. They’re all 100% beef, with no artificial flavors and no by-products..Step 2. Cook It!: From pan frying, to grilling, to oven, to dare we say it, even microwaving, there are countless ways to cook a dog, but which one’s the most delicious?.The good news is that no matter how you cook it, you can enjoy a piping hot, mouthwatering Nathan’s hot dog. Pick your cooking method and we’ll give you our top tips from there.step 3: Pan Frying on the Stove: Love a crispy outside on your frank? Pan frying hot dogs browns them up just right. 1.Add water to a skillet or frying pan. Cover the surface with half an inch of water. 2.Turn the heat on medium-high. Heat the pan until the water starts to boil off. 3. Gently add the hot dogs. You’ll only want to cook a few at a time with this method. 4. Steam them. Roll the hot dogs frequently to get them browned on all sides.Famous Tip: Want a more decadent flavor? Swap out the water for a generous dab of butter or a few tablespoons of oil. 5. Serve. Use tongs or a fork to remove the hot dogs. Then enjoy!After you take the hot dogs out of the pan, turn off the heat and place the buns face down in the leftover juices. Let them simmer for about 45 seconds."
  },
  {
    "_id": 2,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Best chowmin food recipes",
    "category": "food",
    "name": "Chowmin",
    "image": "https://i.ibb.co/XWFxZPN/pexels-photo-699953.jpg",
    "description": "A great Chow Mein comes down to the sauce, made of soy sauce, oyster sauce, sesame oil, sugar and cornstarch for thickening. Slippery noodles slick with the savoury sauce is noodle heaven! One of my favourite noodles, up there with all time greats Pad Thai, Pad See Ew and Singapore noodles.I want to say that Chow Mein is my favourite noodle-child but I’m worried that I’ve said that in another recipe (or two… or threeBecause there is, after all, some heavy hitting noodle competition in this big wide world. Pad Thai,  Pad See Ew (Thai Stir Fried Noodles), Singapore Noodles, Yakisoba (Japanese noodles) – to name just a few.But Chow Mein is right up there and it’s not just because it’s noodle-slurpingly delicious, but also because of the following: 1.Tons of hidden veggies– cabbage, carrot and bean sprouts, all in “noodle shapes” so they just meld right in there with the noodles so you have no idea how much you’re actually consuming (it’s like feeding a child); 2. Faster to make that home delivery – 15 minutes from start to finish; 3.Versatile– as all stir fries are. Switch the proteins and veg as you please;4. Charlie – Chow Mein Sauce can be made from scratch, or using Charlie, my all purpose Stir Fry Sauce that I always have on hand. Yes, I named him because I love him so much."
  },
  {
    "_id": 3,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "image": "https://i.ibb.co/r60rBJB/pexels-photo-1721932.jpg",
    "category": "food",
    "name": "Desert",
    "title": "The delicious Desert recipe",
    "description": "Now look at all these Dessert Recipes… Every single one of them will absolutely tempt you for one more bite, till you finish off all on your plate.These fabulous collection of dessert recipes is an ode to all the people with a sweet tooth. All your favorite cakes, muffins, brownies, cupcakes, cheesecakes, cookies and pies all in one place… How awesome is that?All the favorite desserts that you grew up, all the classic Holiday desserts, and some very popular desserts from all over the world… This dessert recipe list has it all.Baking up cookies or muffins or cakes is such a great way to include all the family in kitchen time, and create wonderful memories and super delicious dessert treats in your very own home. Go through all these sinful desserts one by one, and it would be hard to decide which one you will whip up first.Lets start this fabulous dessert recipes list with everyone’s favorite, Chocolate Chip cookies!! They look and taste exactly like they came fresh from the bakery. Thick, golden brown with chocolatey gooey centers. It’s a fun way to spend time with your kiddos, and you make them in about 30 minutes.Treat yourself to these Skillet Brownies and you are in chocolate heaven. Whip up melted chocolate along with chocolate chips, cocoa powder and get ready to dig into gooey, fudgy deliciousness. As the post says, some vanilla ice cream would not hurt anyone along with these brownie bites. One of our favorite dessert recipes.This classic red velvet cake has a moist, fluffy crumb and decadent cream cheese frosting. This festive cake is great for holidays!This Key Lime Pie is a real treat. It has a creamy, tangy filling inside a great tasting graham cracker crust. This one is a must dessert for all your potlucks and barbecue parties!This Key Lime Pie is a real treat. It has a creamy, tangy filling inside a great tasting graham cracker crust. This one is a must dessert for all your potlucks and barbecue parties!Cookies and Cream, aka Oreos Brownies, are absolutely something you would want to bake ASAP. Loaded with everyone’s favorite Oreo flavor, they are topped with a white chocolate and Oreo mix. This is simple and a crowd favorite."
  },
  {
    "_id": 4,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "How to make a proper lunch for family",
    "category": "food",
    "name": "Lunch",
    "image": "https://i.ibb.co/xYFyvYB/pexels-photo-1640772.jpg",
    "description": "Whether you and your kiddos are in-person or online this fall, these lunch ideas are sure to satisfy the entire family. Plus, you'll love that they come together in just 20 minutes!When you're trying to get work done, keep the kids happy, and not wreck your kitchen in the process, making lunch for the whole family at home can seem a daunting task. But we've rounded up 10 recipes that are easy to make, ready in 40 minutes or less, and both kids and adults alike will enjoy. So whether you make a batch of mac and cheese, or mix up some sloppy joes, you'll be fueled for the day without sidetracking your afternoon.Lasagna is delicious, but making all those layers means extra time and messy serving. Instead, make these convenient roll-ups that include beef, onions, and cheese. The best part? The kids can be a part of the process so they're learning and making a meal at the same time.By using BBQ sauce as the base for these quesadillas, you won't have to worry about salsa being too spicy or tangy for younger palates. To make this dish even easier, use rotisserie chicken in place of the chicken breasts.With less than half an hour's prep, you can wow your family with these nuggets that are leaps and bounds better than the frozen variety. Some reviewers suggest using smaller amounts of the red and black pepper to make this recipe less spicy for kids.Thanks to a hearty sauce full of spices and aromatics, your family won't even be able to tell the difference between this turkey sloppy joe and a traditional beef variety."
  },

  {
    "_id": 5,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "How to make soup in a proper way",
    "category": "food",
    "name": "soup",
    "image": "https://i.ibb.co/N3NZX3L/pexels-photo-958545.jpg",
    "description": "Soup is a true wonder of alchemy. Together, water, onions and time turn water into broth, bland into savory and thin into thick. But for those results, process is critical: The finest soups layer flavors every step of the way. We will teach you about soup’s building blocks, then walk you through combining them with a basic recipe that will help you transform practically any ingredient into a simple, satisfying meal.Equipment:A large, nonreactive (stainless steel or ceramic) soup pot or Dutch oven that can hold at least six quarts will allow for large batches.Strain puréed soups through a round, sturdy fine-mesh sieve with a handle and tabs that will allow it to sit steadily on the edge of any pot or bowl.An immersion blender will keep you from having to transfer hot soup from the pot to a blender. Look for one with a metal base, which will survive repeated dunkings in hot liquid.The Wirecutter, a product recommendations website owned by The New York Times Company, has a guide to the best immersion blenders.The Soup Families: Before you start, picture the soup you want to sit down to, and let that guide you. There are three main types — brothy, chunky or puréed. No matter the kind, all soups follow a similar path to deliciousness: Aromatics and main ingredients go into a pot, a liquid is added and the whole thing is simmered until done.From left, a brothy egg drop, a chunky chicken and bean, and a puréed butternut squash soup.Brothy soups, like egg drop, consommé or matzoh ball, are best made right after you’ve cooked up a batch of homemade stock. Restraint is an essential ingredient; the best brothy soups taste clean and allow the nuanced flavors of a long-simmered stock to stand out. Keep it simple: Use a high proportion of liquid and limit how many, and how much of, other ingredients you add into the pot.On the other hand, black bean soup, chowder, minestrone or any other chunky soup is defined by transformation. Flavors develop, vegetables soften, liquids reduce and starches thicken. As these soups simmer, their varied ingredients — choose three or four from the list of vegetables, grains, legumes, or bits of meat — coalesce into a whole that’s inexplicably greater, and more delicious, than the sum of its parts.A puréed soup, such as a bisque, creamy tomato soup, or vichyssoise, is the paragon of refinement. Yet it’s deceptively simple to make. Start with a base of onions, then add one or two main ingredients and just enough liquid to cover. Simmer gently until done, then blend, taste and adjust the seasonings. Soon you’ll start to see the potential for a smooth, silky soup hidden within every vegetable and legume. "
  },
  {
    "_id": 6,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "How to make vegetables burger at home",
    "name": "Burger",
    "category": "food",
    "image": "https://i.ibb.co/dKbWT1T/pexels-photo-1633578.jpg",
    "description": "These veggie burgers are packed with vegetables! See how to make homemade veggie burgers that are hearty, flavorful and full of vegetables. These delicious vegetable-packed burgers are high in fiber (5 grams) and come in at just under 200 calories for one patty. Vegan substitutes are included in the recipe.When setting out to create this veggie burger recipe, we had one major goal. If we are going to call this a veggie burger, let’s make sure there are actually vegetables in it. Have you noticed that most of the veggie burger recipes, we stumble onto online are almost 100% beans. We add beans to this recipe, but they are far from the star. (If you are looking for a simple black bean burger recipe, though, here’s our favorite version. They are so easy!)There’s no getting around the fact that vegetable burgers take more time than regular hamburgers, but they are well worth it (trust us). Nothing is difficult about the process, so stick with us. You can do this! Once you make the burger mixture, you can keep it in the fridge for 24 hours. Or you can form the patties, cook them and freeze up to three months (this is what we do).YOU WILL NEED,FOR BURGER PATTIES: 1.8 ounces (225 grams) mushrooms,2.1 medium carrot,3.1 1/2 cups (85 grams) broccoli florets,4.1/4 medium onion,5.2 medium garlic cloves,6.2 tablespoons (30 grams) oil such as olive oil, avocado oil or grape seed, plus more for cooking,7. 1 teaspoon smoked paprika,8.1 teaspoon chili powder,9.3/4 teaspoon fine sea salt,10.1/4 teaspoon fresh ground black pepper,11.1 (15-ounce) can black beans, drained and rinsed,12.1/3 cup (35 grams) walnut halves (about 14 halves),13.2 cups packed (85 grams) spinach leaves,14.Handful tender fresh herbs like chives, parsley or cilantro (optional),15.1/2 cup (35 grams) panko breadcrumbs or use homemade breadcrumbs,16.2 large eggs or flax eggs,17.1 tablespoon (15 grams) tomato paste3/4 cup (115 grams) cooked brown riceBread rolls, lettuce, tomato, cheese and favorite burger sauces"
  },
  {
    "_id": 7,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "How to wash vegetables in a proper way",
    "category": "food",
    "name": "vegetables",
    "image": "https://i.ibb.co/F4j9wST/pexels-photo-255501.jpg",
    "description": "Fresh fruits and vegetables are a healthy way to incorporate vitamins, minerals, fiber, and antioxidants into your diet.Before eating fresh fruits and vegetables, it has long been a recommendation to rinse them well with water to remove any unwanted residues from their surfaces.However, given the COVID-19 pandemic, many headlines have been circulating that encourage more abrasive ways to wash fresh produce before eating it, making some people wonder whether water is enough.Global pandemic or not, properly washing fresh fruits and vegetables is a good habit to practice to minimize the ingestion of potentially harmful residues and germs.Fresh produce is handled by numerous people before you purchase it from the grocery store or the farmers market. It’s best to assume that not every hand that has touched fresh produce has been clean.With all of the people constantly bustling through these environments, it’s also safe to assume that much of the fresh produce you purchase has been coughed on, sneezed on, and breathed on as well.Adequately washing fresh fruits and vegetables before you eat them can significantly reduce residues that may be left on them during their journey to your kitchen.While rinsing fresh produce with water has long been the traditional method of preparing fruits and veggies before consumption, the current pandemic has many people wondering whether that’s enough to really clean them.Some people have advocated the use of soap, vinegar, lemon juice, or even commercial cleaners like bleach as an added measure.However, health and food safety experts, including the Food and Drug Administration (FDA) and Centers for Disease Control (CDC), strongly urge consumers not to take this advice and stick with plain water (1Trusted Source, 2Trusted Source).Using such substances may pose further health dangers, and they’re unnecessary to remove the most harmful residues from produce. Ingesting commercial cleaning chemicals like bleach can be lethal and should never be used to clean food.Furthermore, substances like lemon juice, vinegar, and produce washes have not been shown to be any more effective at cleaning produce than plain water — and may even leave additional deposits on food (3Trusted Source)."
  },
  {
    "_id": 8,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Make a delicious breakfast for the family",
    "category": "food",
    "name": "Breakfast",
    "image": "https://i.ibb.co/z7Gz9n6/pexels-photo-1565982.jpg",
    "description": "Breakfast is the most important meal of the day, and starting your day off with a delicious and nutritious breakfast can set the tone for a productive and energized day. But feeding a family can be a challenge, especially when everyone has different tastes and preferences. Here are some delicious breakfast options that will please the whole family.French Toast: French toast is a classic breakfast dish that can be customized to suit different tastes. You can use different types of bread, such as whole wheat or sourdough, and add a variety of toppings, such as fresh fruit, maple syrup, or powdered sugar.Pancakes: Pancakes are another breakfast favorite that can be customized in many ways. You can make pancakes from scratch using flour, baking powder, eggs, and milk, or you can use a mix. You can add different flavors, such as chocolate chips, blueberries, or banana, or try different toppings, such as butter and syrup or peanut butter and jelly.Omelets: Omelets are a great option for a family breakfast because they can be made with a variety of ingredients, such as cheese, vegetables, and meat. You can also make omelets in advance and reheat them, making them a perfect option for busy mornings.Breakfast Sandwiches: Breakfast sandwiches are a great way to get a balanced meal in the morning, They can be made with different types of bread, such as English muffins, bagels, or croissants, and can be filled with a variety of ingredients, such as bacon, eggs, cheese, and avocado.Smoothie Bowls: Smoothie bowls are a great option for a healthy breakfast that can be enjoyed on-the-go. You can use a variety of fruits, vegetables, and yogurt to make a delicious and nutritious smoothie bowl. You can also add in some granola, nuts, seeds and fruits on top.Breakfast Casserole: Breakfast casseroles are a great option for feeding a crowd. They can be made with a variety of ingredients, such as eggs, cheese, vegetables, and meat, and can be prepped the night before, making them a perfect option for busy mornings."
  },
  {
    "_id": 9,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "How to make a chez berger at home",
    "category": "food",
    "name": "Desert",
    "image": "https://i.ibb.co/wKR8pLH/pexels-photo-376464.jpg",
    "description": "Cheeseburgers are a classic American staple that can be enjoyed in countless different ways. Whether you're grilling them up for a summer barbecue or cooking them on a stovetop for a quick weeknight dinner, cheeseburgers are always a crowd-pleaser. In this article, we'll walk you through the steps to making the perfect cheeseburger.1 lb ground beef (80/20 lean-to-fat ratio is ideal)Salt and pepper4 slices of cheese (cheddar, American, or your favorite variety)4 buns (sesame seed, whole wheat, or your preferred type)Toppings of your choice (lettuce, tomato, onion, pickles, ketchup, mustard, etc.).Instructions:Preheat your grill or stovetop to medium-high heat.Divide the ground beef into 4 equal portions and shape each portion into a patty. Be sure to handle the meat as little as possible to avoid compacting it.Season both sides of each patty with salt and pepper.Place the patties on the grill or stovetop and cook for 3-4 minutes on each side for medium-rare, or longer if you prefer your burgers more well-done.During the last minute of cooking, place a slice of cheese on top of each patty to melt.Toast the buns on the grill or stovetop while the cheese is melting.Assemble the burgers by placing the patty on the bottom bun, then adding your desired toppings.Tips:If you prefer a juicier burger, try adding a small amount of beef broth or Worcestershire sauce to the ground beef before shaping the patties.For a cheeseburger with a crispy crust, press the edges of the patty with a fork before grillingUse your favorite cheese, and make sure to use cheese that will melt well.Use some good quality buns, which will really make a difference in the overall taste of your burger.Cheeseburgers are a delicious and easy meal that can be customized to suit your taste preferences. Give this recipe a try and see for yourself!"
  },
  {
    "_id": 10,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "image": "https://i.ibb.co/74xHg0R/pexels-photo-1624487.jpg",
    "category": "food",
    "name": "Desert",
    "title": "How to make Delicious kacchi at home",
    "description": "Being welcoming and extremely hospitable is a hallmark of Bangladeshi culture.  Visitors and friends are always welcome to drop in, sometimes even unannounced.  Open doors, sheer hospitality, and friendly disposition are an integral part of the society.  Add tons of mouthwatering food shared by the guests and host with chic-chat, laughter, love, and you have a complete picture of sociable Bangladeshis.Naturally, I am very passionate about highlighting Bangladeshi cooking.  When I started to think about my guest post on Chef Dennis’s blog, Kachchi biryani appeared to be the perfect dish to share with all of you, as I would have prepared if I were to welcome each of you in a large group to my home over dinner.  Kachchi biryani is usually a featured dish for weddings and social gatherings and celebrations.  Layers of meat, rice and potatoes are infused with warm and delectable blends of aromatic spices to prepare kachchi biryani.  Whether it is a tender piece of mutton, potato, alubokhara(prune) or the rice itself, each spoonful is a mouthwatering surprise.  I find this grand biryani to have lesser prep time because all the ingredients are put in layers and then in the oven instead of cooking the rice and meat separately and then combining (leaving me with less pots to clean afterwards also).The term “kachchi” means raw referring to the biryani ingredients being combined raw in layers instead of first cooking the meat or rice separately. Traditionally, kachchi biryani is cooked in clay oven and the cooking pot is usually sealed with flour dough to allow the biryani to cook in its own steam.  The sealed pot is not opened until the biryani is ready to be served.  Several years ago when I was just starting as a novice cook, I was told many a times that kachchi biryani cannot be made in conventional oven or it wouldn’t taste as good.  However, over the years, through trial and error, I have pretty much perfected the preparation.  First time, I kept the biryani in the oven for 3.5 hours worrying about undercooked meat.  Now I turn off the oven after 1.5 hours.  Also, in my never ending quest to find an easier way, my spin to the recipe is to skip the sealing process with dough and instead just use a lid that perfectly fits the cooking pot; saves time and no sticky fingers and a lot less messy kitchen.  The result is still a flavorful, divine kachchi biryani.Cooking kachchi biryani is a labor of love and each time it is perfectly paid off when family and friends gather around the table to bond, enjoy and laugh together while savoring delicious, mouthwatering Biryani.   It is a perfect celebration food for small family get-together as well as large gatherings."
  }
]
