[
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Airport Style: Revival of a classic-wear in Bangladesh",
    "description": "Airport Style' is a rising clothier brand run by young entrepreneurs who have recently made a name in the fashion industry of Bangladesh. We had the opportunity to talk to the founders, Ashiq Seraj and Imayan Vignarajah, on their three-year journey. Please tell us something about your business. How did it start? In winter 2019, two friends Ashiq Seraj and Imayan Vignarajah who bonded over fashion decided to launch Harrington jackets for the first time in Bangladesh. Thus, Airport Style was born. We were already engaged in exporting readymade garments (RMG) to fashion retailers in the US and in Canada. We noticed that there are still room for improvement in the classic wear produced in Bangladesh. Few big fashion houses produced them but those were not affordable for most people. That's when we decided to launch our retail brand featuring readymade classic wear. Airport Style is known for its unique collections, the Harrington jackets being our flagship outwear. We are the proud pioneers of this line in Bangladesh. You might see other brands with their versions of Harringtons, but we are the only ones to offer a varying range including the Icon series, Mechanic Harrington, Aviator Harrington, and the classic Harrington. Airport Style over the years has grown as a team since the arrival of Tashdida Binte Masud as the Creative Head and also one of the partners. She plays a pivotal role in the business, helming our design and branding. Who are your target customers? Classic wear is thought to be something for middle-aged men, but young people are inclined towards old-world charm making the base of our target customers broader. However, people in their early twenties to late sixties are whom we focus on serving. The all-time classic Riviera Shirt — a modern interpretation of the famous yesteryear safari shirts is worn by young men and women. So, our target customer base is significantly wide and gladly we can cater to men and women of varying ages by maintaining style and gender fluidity. As a result of strict quality compliance, we have secured a huge base of repeat customers. What drove you to choose this line of work? We were already involved in the RMG business and knew the ins and outs of it, especially with our quality control standards sourcing. We are aware of big brands overseas having strict compliance standards and quality controls. Failing to adhere becomes a costly affair, resulting in losses or claims. Therefore, starting our brand locally seemed less difficult as the groundwork was pre-existing, and all we needed was a vision and a localised strategy to execute it. ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/wide.jpg",
    "category": "life"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Styling suggestions for the upcoming LIT FEST",
    "description": "5-8 January, 2023 is fun packed with the 10th edition of Dhaka Lit Fest (DLF), the biggest international literary festival in Bangladesh. The event will be held on the historic grounds of the Bangla Academy in Dhaka. If you are wondering what to wear during the festival, Star Lifestyle complied various looks to sport at the event.Colours Galore Sari has been an all-time favourite and bright happy colours like yellow, red with glass bangles, and flowers in your braided bun is a classic lit fest look that makes you look fresh as a flower throughout the day When white rules Ivory white or beige, no-fuss khadi sari would help add that extra class to your Lit-Fest look. You can jazz up with terracotta beads as jewellery, and neat side parts and bun as the hairstyle. Bell-bottom pants are back White bell-bottom pants paired with a trendy tee or jeans jacket and tote bags look hip enough to rock the lit fest. A simple gamcha anchal sari paired with a top blouse accessorised with few bead long neckpieces and heavy gamcha bangles is fancy enough. To make it look even better, keep your hair loose in soft curls and give your eyes a green smoky look. Our best advice of all however, is to enjoy the event to the fullest and help encourage the literary scene of the country to thrive to its fullest.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/04/colours_galore_2.jpg",
    "category": "life"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The year 2023 in a brand-new style",
    "description": "We all hope to start afresh in 2023, from decorating homes to selecting the perfect outfit for that exclusive event. Some like to celebrate with good food and wild nights of partying, while others prefer a simple and quiet evening with friends. Whichever the case, the wardrobe almost always takes a central focus on these occasions; we need to know what to wear, to be able to enjoy parties to the fullest. Here are 3 outfit suggestions from Star Lifestyle and designer Tenzing Chakma for the year 2023. The Kimono Dress If black sends a strong fashion statement, white can always make up for it because the latter is all about elegance. In addition to it, if you want to stay above the notch, you can always experiment with international styling such as the Kimono style. Meticulously designed, and added with a luxurious waist belt this outfit should be a 'must-have' in every woman's wardrobe. A blood-red longline jacket A red-and-blue ensemble, with a scarlet, printed jacket, makes for a perfect layer to wear on a fine January evening. Fitted with a front-button closure, this jacket can be styled in different ways for different occasions. On a formal office party, one can pair it with a formal silk shirt and in the case of a mocktail with friends on a date with a loved one, it can easily pair with a low neckline bodice instead of anything conservative. The longline jacket is versatile and can be paired with tights or skinny jeans, while for more glamourous occasions it can be paired with long skirts and stone-studded stilettos. Fusion wear for an evening These new twists of the traditional attire can be paired with black suede pumps, a red embellished velvet clutch, and hoop earrings if need be. Like fashionistas usually proclaim, a decent amount of shine always helps to stand out against a dark background: here is our A-class, jet black, designer fusion wear made out of the traditional six yards of drapery. ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/02/vu0b8112.jpg",
    "category": "life"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Her footwear for winter",
    "description": "The weather is changing. The dipping temperature demands a change in what we wear, be it clothes or shoes. If you have been wearing sandals and open-toed shoes during the warmer months, now is the time to wear footwear that cover your feet a little more. Ballet flats Ballet flats are versatile and can be worn all year round. As it does not get very cold in Bangladesh, ballet flats can be worn in winter, too. These shoes pair up nicely with salwar kameez as well as gowns, denim pants, and skirts. For the winter months, opt for colours like red, brown, blue, and timeless black. Mules Mules go with almost anything, both eastern and western. Mules are great shoes for mild winter. You can wear mules to shopping malls, restaurants, as well as work. Because mules are backless shoes, they are also easy to put on and take off. They are also timeless; therefore, it is a good idea to invest in a pair of high-quality leather or suede mules, preferably black, that you can wear year after year. Slip-on sneakers The best thing about slip-on sneakers is that they do not look as athletic as traditional sneakers. The slip-on style makes them more versatile, which means that they go with pants, skirts, leggings, and even casual gowns. Open-toe boots Open-toe boots are another great choice for places like Bangladesh that have mild winters. Open-toe boots are versatile and can be paired up with trousers, leggings, skirts, gowns, and even salwar suits if you choose the right style. Open-toe boots have medium to high heels; therefore, they are not a favourite among women who enjoy wearing flat shoes! Loafers The timeless-effortless loafers can be your go-to shoes this winter. These slip-on, round-toe shoes go with a wide range of clothes. They can be worn both casually and formally. Go for a pair of leather or suede loafers for versatility. Opt for colours like black, brown, or any neutral colour to get more wear out of them.  A good pair of leather loafers will last a very long time; I have a pair that I have been wearing for the past seven years and they still look like new.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/news/images/shoe2_1.jpg",
    "category": "life"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "5 Ayurvedic secrets for hair health",
    "description": "Just until a few decades ago, South Asians were blessed with the most beautiful and thick hair that was as long as it was lustrous. The recent rise in pollution, lifestyle challenges, seasonal fluctuations caused by climatic imbalance, and increased stress have wreaked havoc with hair health. Fortunately, Ayurveda has lots of secrets and the power to restore our crown back to its timeless glory lie in the shelves and containers of our very own kitchens. Amla (Amloki) The Indian gooseberry is a fruit that refreshes and re-energises hair, and has a large number of other health benefits. Vitamins, minerals, amino acids, and active phytonutrients nourish the scalp and make hair strands strong. The fruit is full of antioxidants and fatty acids that help with reducing dandruff and are effective in removing dirt and excess grease from hair. Massaging amla extract in regular hair oil can boost blood circulation and accelerate hair growth. The ingredient can also prevent premature greying in young hair. False Daisy (Bhringraj) An herb that flourishes in moist areas, Bhringraj is also known as the Hair King, thanks to several of its hair care properties such as vitamins, calcium, magnesium, and iron. The herb also contains flavonoids, phytosterols, and a variety of hair-friendly elements that reduce hair loss. Increased blood circulation in the roots activates follicles to induce hair growth naturally. Further, the herb contains anti-microbial, anti-fungal, and anti-inflammatory properties that reduce dandruff and other scalp infections. It is readily available in powdered form at most superstores. Fenugreek (Methi) Methi is found year-round and is a common culinary ingredient. The seeds have tremendous medicinal properties and are extremely beneficial for the hair, containing iron, protein, and essential nutrients that nourish hair and promote growth. Nicotinic acid, found in the herb and its seeds, reduces dandruff and hair fall, vitamins A, C, and K, folic acid, flavonoids, and saponins have anti-inflammatory and anti-fungal properties that help heal scalp issues like dry hair, baldness, and hair thinning. The seed also nourishes your hair follicles for fast and healthy growth. Aloe Vera (Ghrita kumari) Known for being the best friend for the skin, and your best ally when trying to lose weight, aloe vera is also majorly beneficial for treating several hair conditions. The gel has fatty acid components that heal scalp infections and dryness. Aloe vera contains vitamins A, C, and E which accelerate hair growth, and repair and rejuvenate hair follicles. It is also a rich source of Vitamin B12 and folic acid, which can prevent hair fall and ease scalp issues such as itching, seborrheic dermatitis, and excess oil secretion. In addition, the gel has cooling properties that hydrate and moisturise the scalp. Indian pennywort (Brahmi) Usually used to promote brain function, the Brahmi plant also doubles as a hair tonic. The dried and powdered plant can be used as a mask that promotes hair growth and thickening. The Brahmi leaves can also be boiled in coconut oil and used as a hair oil to moisturise the scalp, reduce greasiness, and ease dandruff issues. The powdered form is available under Himalaya and Sahih Foods brands and available in superstores.  ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2021/07/27/hairstyle1.jpg",
    "category": "life"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Winter care for your lips and feet",
    "description": "With the change in weather, comes a change in how we care for our skin. Because winter air is dryer, there is less moisture in the air, which can lead to chapped lips, dry feet, and itchy hands. The cold air may be hard on our skin. Therefore, people need to be cautious about the items they choose to use during this time of the year. Petroleum jelly is a must Chapped lips can be unpleasant and make it difficult to do daily tasks including drinking, talking, eating, and even smiling. If not taken care of properly, lips start to get a little tender and red, or more severe signs like painful bleeding and cracks may appear. To cure chapped lips, good quality petroleum jelly can be your life saviour. However, do proper research before you commit to one. Protect your feet  Woollen socks may be quite alluring in the cold, but the friction they create might lead to moisture loss. Your best option? Invest in cotton socks. You can put on socks and slippers when you are roaming around the house. Your feet will be more prone to dry skin if you walk barefoot because the friction can easily get flaky. Use coconut oil Coconut oil is a natural oil that is beneficial for your feet. It's a sure thing for the winter and a fantastic source for treating dry skin. Not only that, but it can also enhance the fats in your skin and improve its texture. Simply apply three to four drops and massage your feet for a bit. You will see improvements if you let it absorb into your skin.  Don't peel off the dead skin from your lips  Although it may be tempting, refrain from pulling, biting, or picking at dry skin. Your lips may get even more damaged and dry as a result of this act. Keep a lip balm close at hand so you can use it instead of picking at your lips whenever the impulse strikes. Additionally, try to avoid licking your lips excessively. They could get more chapped as a result.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/11/06/sis_spa_0013.jpg",
    "category": "life"
  }
]
