[
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "A chilling message for journalists",
    "description": "The state of press freedom in Bangladesh is once again in the spotlight after a journalist was killed in Brahmanbaria on Monday. According to a report by The Daily Star, the victim, Ashiqur Rahman, 27, was the district correspondent of daily Porzobekkhon,andalso a member of Batighar, a local voluntary organisation that buries unclaimed dead bodies. According to police, he was stabbed to death by some men days after a scuffle over a trivial matter between the victim and the main suspect, Raihan Mia, whom police have since detained. Raihan is said to be an activist of Chhatra League, the student wing of the ruling party. Regardless of the motive behind the killing, the fact that a journalist could be killed over a trivial matter is itself a statement – a chilling message, if you will – and we must take note. It shows how vulnerable journalists still are in the country, despite claims to the contrary. A murder is but the most extreme form of consequences they might face for their work. It's easy to be misguided by the relative lack of such extremes in Bangladesh. But such extremes, we must remember, are the inevitable by-product of an environment in which journalists have to deal with the threats of physical, psychological and legal repercussions constantly hanging over their heads. Only the other day, we came across such a situation in which another local correspondent of a newspaper was brutalised after he tried to investigate illegal brick kilns in Chattogram. Reportedly, he was held by a local UP member at gunpoint, kept hostage for over an hour, and beaten repeatedly. Even the local UP chairman, clearly in cahoots with the attackers, threatened him over phone that nothing will happen if a journalist is killed. We are yet to hear of any action being taken against these people. In such a culture of impunity, the difference between life and death is often decided by the individual choice of the criminals. As we have commented then, these incidents show how lack of accountability is having a spill-over effect across the board, with anyone with the remotest link to the ruling party feeling entitled to using violence as a means, regardless of the end they want to achieve. For journalists who must work with those in politics/power because of the nature of their profession, the stakes are very high. This is not unknown to the ruling politicians either; one of them even acknowledged the incidence of journalist torture late last month. As well as physical violence, journalists had to contend with legal consequences as well. All this has resulted in the space for journalists, and the media in general, eroding dangerously, to the point that Bangladesh ranked 162nd among 180 countries in last year's World Press Freedom Index. We urge the ruling camp to take a hard, critical look at this state of affairs – and into its own questionable ecosystem – and undertake necessary measures to ensure press freedom. The killers of Ashiqur Rahman and other slain journalists as well as enemies of the press must be held accountable. ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/11/journalist_killed_in_brahmanbaria.png",
    "category": "opinion"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The rhetoric of 'it happens' and whataboutism in political apologia",
    "description": "During my time as an academic at the University of Dhaka, there were some whisperings and mutterings of bewilderment among campus insiders about a political appointment in early 2009. In that air of confusion and perplexity, I overheard a conversation between two senior academics in the corridors of Kala Bhaban. Let's name them Y and Z. Y was known for his sympathy for the party in office and Z was a political incognito. Z walked to Y and exclaimed: Ki holo eta?! (What just happened?!), expressing his shock over the political appointment and anticipating a word of condemnation from Y. However, Y adopted a cavalier attitude towards what Z considered a serious matter. With a broad smile on his face, Y said: Eta rajniti. (This is politics.). In the above case, the excuse to condone misdemeanours or indiscretions is: it happens. Unfortunately, this ploy is common among both unlettered and highly educated people and is used to defend, and provide blind support to, one's political camp. Worse, this pretext is applied selectively. The same people would become moral absolutists and take a fiercely antagonistic stance if comparable offences were committed by people of opposing political parties. The rhetoric of whataboutism is another apologist strategy for condoning the various types of human rights abuses perpetrated by a political party of one's affiliation or by a government of one's choice. It is a diversionary tactic to deflect attention from atrocities occurring under people's noses to other past events or trends. This argumentative technique is used by pseudo-neutral, partisan analysts, commentators and intellectuals. They resort to this logical fallacy to avoid the moral responsibility to intervene in instances of political authoritarianism, repression, and mass victimisation. The intention is to make the public indifferent to ongoing political oppression and to absolve the perpetrators of responsibility. The specious pretext of whataboutism seems to have gained momentum with the defenders of the current government in Bangladesh that is embroiled in innumerable controversies and allegations of gross human rights violations. Electoral fraud and other forms of manipulation overshadowed the last two general elections – one non-participatory and the other tainted by nocturnal ballot stuffing. Innumerable opposition leaders and activists have also been subjected to forced disappearances, beginning with the disappearance of Dhaka City Corporation councillor Mohammad Chowdhury Alam on June 25, 2010. Both the cries of their children and the cries for justice have been falling on deaf ears. Limiting freedom of the press and gagging the expression of dissent have now taken on an institutional and legal shape, thanks to the Digital Security Act (DSA) 2018. ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/img-20230109-wa0002.jpg",
    "category": "opinion"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "What Price McCarthy?",
    "description": "For the past four days, Americans and others around the world have had their eyes glued to the spectacle of the US House of Representatives trying – and failing, 14 times – to elect a new Speaker. Now, by making even more concessions, Representative Kevin McCarthy of California has finally grasped the gavel. McCarthy has won, but at an alarming cost for the country and his own party. Some features of the conflict in the Republican Party that we saw on display this week are nothing new. Every party has its ideological factions. Others, though, represent a fundamental change. Unlike the dissidents who challenged the congressional leadership in the past, this week's holdouts belong to the party's most extreme wing. By forcing concessions, they have made their personal ideological convictions the program of the Republican Party. At stake in the last two months of Republican horse-trading was the authority of the Speaker of the House, the only congressional leadership officer specified in the Constitution. To the degree allowed by House rules, the Speaker sets the chamber's agenda and mobilises the majority party to act. The score of Republicans who brought the business of the House to a standstill sought to reduce the Speaker's power substantially. They forced McCarthy to accede to a rule change that would once again allow a single member to call a no-confidence vote on his leadership. And now, by holding out longer, they have gotten McCarthy to give up even more. Intra-party disputes over the powers of the leadership are not new. The last stalemate over the choice of Speaker, in 1923, hinged on demands by progressive Republicans for procedural concessions from the party's conservatives, particularly Frederick Gillett of Massachusetts, the Speaker for the previous two terms. Similarly, a 1910 revolt against Joseph Cannon of Illinois, also led by progressive Republicans, loosened the Speaker's grip on policy and prerogatives. The current alignment of forces is very different, though, because it is no longer moderates who are demanding changes from the party leadership; it is extremists. Although most of the holdouts were only recently elected, they are clearly the spiritual descendants of the Tea Party movement that barrelled into Congress in 2010. For a dozen years, members of this cohort set their principles above expediency, as they would put it, and refused to support appropriations bills, increases in the debt limit, and other essential legislation. They then watched as Republican leaders – motivated by a sense of responsibility or a fear of the consequences of failure – cut deals with the Democrats in the House and the Senate to ensure that essential legislation was enacted. The extremists then exacted their revenge on the leadership after the fact. In 2014, Republican House Majority Leader Eric Cantor – the next in line for the Speakership – suffered a shocking defeat by a right-wing challenger from his own party. That was merely a prelude: The same extremist forces then purged Republican Speaker John Boehner in 2015, and drove out Speaker Paul Ryan in 2019. Now, they have succeeded in denying the leadership the option of working responsibly across the aisle, by re-introducing a mechanism that will subject the Speaker to the constant threat of immediate ouster. ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/09/h2qux6ri6bnznnboxlofw3df4q_0.jpeg",
    "category": "op"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "A two-month wrong finally righted",
    "description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her – which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her devastated. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a suicide, and she had nothing to do with it. However, the damage to her reputation (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.  ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/bushra_granted_bail_after_two_months.png",
    "category": "opinion"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Safe roads before smart cities",
    "description": "The manner in which the human toll of road crashes has been rising in Bangladesh is anything but normal. We end each year with the ignominy of having surpassed last year's records in road crashes and casualties, only to begin another year with fresh horrors. This time, too, has been no exception. As an estimate released by the Road Safety Foundation shows, 2022 was one of the deadliest years on record for the transport sector, with its numbers of crashes and deaths registering an increase of 27.14 percent and 22.74 percent over corresponding figures in the previous year. The organisation has also released a number of figures that can help us understand the extent of the danger that passengers, and the nation as a whole, face. It said that 81.36 percent of the 7,713 road crash victims counted last year were aged between 18 and 65 years – the most productive segment of the population – while students accounted for 16 percent of those who died. In the end, the loss to the workforce suffered through these tragedies has amounted to a staggering Tk 23,460 crore. The figure, we are told, would be more than 1.5 percent of the country's GDP if property damages are also taken into consideration. Another important revelation has been about how Dhaka division – which hosts the capital of the country – emerged as the most unsafe among all divisions. Dhaka has seen the highest number of both accidents and fatalities, with 2,044 individuals dying in 1,841 crashes. The second highest death toll was recorded in Chattogram. All these figures have significant socioeconomic implications for the country. It goes without saying that the road and transport authorities have totally failed to perform their responsibilities, despite frequent appeals from citizens to ensure the safety of our roads and highways. The situation makes a mockery of the promises made by the government in 2018 before enacting the Road Transport Act – which, by the way, still remains largely unimplemented – as well as the vision of a Smart Bangladesh that the ruling party has recently set for us. Clearly, at the moment, citizens need safe roads more than a smart country or smart cities, whatever that means. The spectacular lack of progress in the transport sector betrays a spectacular lack of concern at the policymaking level, which is really disturbing. Recently, the government, over four years after passing the act, has finally formulated its rules which, among other provisions, have detailed the compensation that victims of road crashes can expect to receive. This was an important move, if long overdue. But significant uncertainties still remain about the act itself. For this act and its rules to ever serve the public and reduce their sufferings on the roads, the authorities must ensure they are properly, regularly and evenly enforced. ",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/09/mounting_human_toll_of_road_accidents.png",
    "category": "opinion"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Predictable winter woes for the homeless",
    "description": "A heart-breaking account by The Daily Star Bangla, of the misery that homeless people in Dhaka's streets have been facing during this winter, should be a wakeup call for the government and society in general. It gives a glimpse of how these individuals – who, it bears repeating, are citizens of this country – are deprived of such basic amenities as a roof over their heads, adequate food, warm clothes and blankets. Attached with the report is a photograph of a person literally sleeping inside a thin plastic bag to stave off the cold, epitomising the level of deprivation that certain sections of the population face. Those interviewed revealed that they simply could not afford any kind of housing; they often went to bed hungry and could not sleep because they did not have warm blankets. A mother and daughter shivering in the cold said that they sold flowers and lived on the streets, saving money to send back to a son who stays at a madrasa. Caught in the cold embrace of winter was also a teenage boy who ran away from home after his father had remarried, and now has no one to call family in this unkind city. Temperatures in Dhaka have fallen as low as 11.5 degrees Celsius, with winds making it seem even colder. Outside the city, temperatures drop even further making life hard for poor people, especially infants and the elderly. On Saturday, Chuadanga recorded the lowest temperature in the country at 8.4 degrees Celsius. Other northern districts have been facing a similar situation over the past few days. Meanwhile, cold-related diseases such as flu, bronchitis, pneumonia and diarrhoea have seen a sharp rise. For those on the streets, exposed to the elements, the chances of getting seriously ill are very high, especially in major cities swathed in constant dust from the many construction projects, big or small. All these scenarios have been predictable, however. With proper planning by the authorities, cold-related effects on the poor could be reduced. Unfortunately, there has been hardly any meaningful action. Why haven't we, for instance, seen the usual drives to distribute warm clothes and blankets to the needy? Special funds must be allocated to help the homeless, who are most vulnerable and concentrated in the cities. Organisations and individuals should make a coordinated effort to initiate such drives. Along with warm clothes, these people need nutritious food. Soup kitchens should be set up by the city corporations to provide free meals to the homeless. The state cannot only depend on private initiatives to help the urban poor; it must have a comprehensive plan that will meet their immediate needs, while addressing the more long-term issue of homelessness through low-cost housing, employment, and accessible health care. As a society, each one of us has a responsibility to those less fortunate, who live without even the bare minimum of needs met. Right now, the government and public must join hands in making sure these people stay warm and don't go to bed hungry.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/07/poor_people_caught_in_the_embrace_of_cold_wave.png",
    "category": "opinion"
  }
]
