[
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "8 flights diverted from Dhaka airport due to dense fog",
    "description": "Eight flights could not land at Hazrat Shahjalal International Airport due to thick fog today. Seven of these flights were diverted to Kolkata airport and landed safely there. The other flight returned to Malaysia, Group Captain Kamrul Islam, executive director, HSIA, told The Daily Star this morning. Those flights started returning to the Dhaka airport after the fog conditions started improving after 8:30am. Flight operations started disrupting since midnight due to dense fog, sources at the HSIA, said. Airport sources said due to thick fog, the pilots of the flights could not see the runway before landing. As a result, Batik Air from Kuala Lumpur to Dhaka, Kuwait and Jazeera Airways from Kuwait, US-Bangla Airlines from Dubai, Biman Bangladesh Airlines from Dammam, Gulf Air from Bahrain and Salam Air from Muscat to Dhaka flights were diverted to Netaji Subhash Chandra Bose International Airport in Kolkata. After being informed about the thick fog at the HSIA, a flight of Air Asia, which was coming to Dhaka from Kuala Lumpur was diverted to A Dhaka-bound flight of from Jeddah was also cancelled. Due to the same reason, around a dozen Dhaka-bound flights couldn't land on schedule time. According to airport sources, flights hovering in the sky and coming from Kolkata will be given the opportunity in priority basis for landing. After that, flights to different destinations will be allowed to fly from Dhaka.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2023/01/08/Flights%20diverted.jpg",
    "category": "NRB"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Bangladeshi cook charged for killing mental health patient in Malaysia",
    "description": "A Bangladeshi cook was charged in the magistrate's court of Malaysia's Kuala Kubu Bharu town yesterday with the murder of a male resident of a mental health care centre in Bukit Beruntung, in December last year. Mohammad Abdul Alim, 33, was charged with killing Leong Kam Ming, 52, at the mental health care centre, Jalan Cempaka 2 around 6.30pm on December 24, 2022. The charge was framed under Section 302 of the Malaysian Penal Code which provides for the death penalty if convicted. Mohammad nodded in understanding after the charges were read to him before Judge Siti Fatimah Talib, but no confession was recorded because murder cases are under the purview of the Malaysian High Court. Also, in the same court, the accused pleaded not guilty to the charge of entering and being in the country without any valid travel documents. The charge is made in accordance with Section 6(1)(C) of the Immigration Act 1959/63 Amendment 2002, and can be punished under Section 6(3) of the same law, which provides for a fine of not more than RM10,000 or a maximum imprisonment of five years, or both, and can be whipped not more than six times, if convicted. The court did not allow the accused to be released on bail, and fixed February 27 for the next hearing.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/malaysia.jpg",
    "category": "NRB"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Labour migration to see 82pc increase",
    "description": "With over 10.29 lakh migrant workers going abroad till November, overseas employment this year is likely to see nearly an 82 percent increase compared to last year, says a new report by Refugee and Migratory Movements Research Unit (RMMRU). Last year, 6.17 lakh migrant workers went abroad for employment, says the report, titled The Patterns and Trends of Labour Migration from Bangladesh in 2022: Achievements and Challenges , conducted using government data. RMMRU shared the report during a press conference in the capital's Jatiya Press Club. RMMRU Founding Chair Prof Tasneem Siddiqui said about 79 percent of migrant workers this year have gone abroad as less-skilled workers. Most people who collected visas through family connections migrated as less-skilled workers, she said. She stressed that the government needs to put more focus on developing the skill-sets of workers, and it is working to this end. If vocational training and certifications under those projects are sped up, it will be possible to send skilled and semi-skilled workers again, she added. Prof Tasneem also mentioned that as this year, Bangladesh saw a significant jump in overseas employment, it is likely that its positive impact will be seen in the remittance inflow next year. For a fresh migrant, it requires at least six to 12 months to settle down in the host country and then start sending remittance home, she added. The report says as of November this year, 99,684 female workers have gone abroad. At the end of the year, female migration is likely to see a 35.7 percent increase. It also mentions that the wage earners' welfare board has brought back the dead bodies of 3,222 migrant workers from abroad this year as of November.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2021/12/18/reintegration-labour-migration.jpg",
    "category": "NRB"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "'Advance passenger info' to bolster air travel security",
    "description": "To bolster security for air travel, Civil Aviation Authority of Bangladesh (CAAB) is going to set up Advance Passenger Information (API) system, which can catch unauthorised travel and use of fraudulent documents. Once the API system is implemented, it will be easier to fight crimes like terrorism, money laundering, and drug smuggling. At the same time, immigration and customs clearance procedures for legitimate travellers will be faster and easier, said CAAB officials. To set up the system, CAAB signed a memorandum of understanding with the United Arab Emirates on Wednesday at its headquarters in the capital's Kurmitola. API will be set up under CAAB, while Emirates Technologies Solutions -- a company wholly owned by the UAE government and supported by multinational company SITA -- will be responsible for installation, operation and maintenance. Through the system, the identity information of passengers and crew members arriving in Bangladesh will be sent electronically in advance and in real-time to immigration authorities. The system is capable of risk analysis based on passenger data and national and international watchlists. The scope of this risk analysis is expansive. Even possible differences in spelling of names and other information are examined. As a result, immigration authorities will have time to prepare in advance against the arrival of unwanted or dangerous passengers. They will even be able to cancel the journey of a passenger at the time of boarding at a foreign airport, said CAAB officials. The main user of the system will be the immigration and customs authority of Bangladesh. Moreover, national intelligence and law enforcement agencies will also be able to use the system's data. CAAB Chairman Air Vice Marshal M Mafidur Rahman signed the agreement on behalf of the Bangladesh government, and BS Nath, executive director of Emirates Technologies Solutions, signed on behalf of the UAE government.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/feature/images/caab_1.jpg",
    "category": "NRB"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Hefazat's politics and the government's policies",
    "description": "Sometimes it feels intriguing why some issues kick off fierce debate and others don't. One such less discussed, but hugely significant development, was the Hefazat delegation's recent meeting with prime minister Sheikh Hasina. Very little has been divulged about the December 17, 2022 parley, other than the home minister telling the media that the PM will definitely look into the demands made by the Hefazat-e-Islam leaders and fulfil those which are deemed reasonable. Hefazat leaders, too, have said nothing much, except describing the meeting as 'very fruitful'.' The Bangla daily Bhorer Kagoj quoted Maulana Meer Idris as saying, The meeting with the prime minister was very fruitful. She heard us with seriousness. Press reports say Hefazat had a meeting on the same day under the banner of National Ulama Mashayekh Conference. The conference held at Kazi Bashir Auditorium in Gulistan was attended by representatives of the organisation from all parts of the country. A seven-point charter of demands was drafted, to be given to the PM. It wouldn't be unreasonable to assume that those are the same demands that the home minister referred to that the PM would look into. So, what were those demands? According to Prothom Alo, they were: 1) Release of Alem-Ulama, and Hefazat leaders and workers; 2) Withdrawal of all cases lodged against them; 3) Enact blasphemy law making provisions for punishments for slandering against Islam and the Prophet (PBUH); 4) Declare the Ahmadiyya as non-Muslims by the state; 5) Making religious education mandatory in educational curricula; 6) Ensure representation of Al Hiyatul Uliya Lil Jamiatul Kawmia Bangladesh in the board that prepares curriculum and textbooks; and 7) Not allow Indian preacher Maulana Muhammad Saad Kandhalvi to attend this year's Biswa Ijtema. On November 3, 2018, virtually addressing a discussion on the Jail Killing Day, PM Hasina said: When we assumed office in 2008, many incidents and conspiracies like the BDR carnage and Hefazat's so-called movement were carried out to remove Awami League from power. But, on November 4, the day after, she attended a grand reception organised by Hefazat-e-Islami, where she was given the title Qawmi Janani The reception was organised to thank her for recognising Dawra E Hadith of Qawmi Madrasa to be of equal status to a postgraduate (Master's) degree. Barely two months ahead of a general election, it appeared to be a mutually beneficial understanding with the Awami League, albeit to the dissatisfaction of the country's secular forces, and the ruling party's main challenger, the BNP.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/reuters_2020_hefazat.jpg",
    "category": "NRB"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Goals: good governance, accountability, transparency",
    "description": "Ensuring good governance, accountability and transparency from the topmost to the lowest level of Biman will be the main focus of the newly-appointed Managing Director and CEO of Biman Bangladesh Airlines Shafiul Azim. The Biman boss made the remarks while talking to The Daily Star and a few other journalists at the airline's head office in the capital's Kurmitola on Tuesday.Ensuring governance at all levels -- from  my own post to the bottom level of the organisation -- will be my target, said the MD. Azim said he has removed all barriers for each Biman employee to talk to him so that everyone can share their grievances with him. If I can make them understand that we will work as a team, then we will be able to do something good. If anyone does good work, they will be rewarded. On the contrary, if anyone does anything wrong, they will be punished, said Azim. About the challenges in the national-flag carrier, Azim said, I want to ensure four things for Biman passengers. The first thing is arranging tickets at a fair price. I also want to ensure a good environment inside the aircraft, where the crews are well-behaved. We also want to bring a variety of inflight food, he added. The Biman chief also said he wants to ensure the timely dispatch of luggage and flights. I will not be able to achieve the goal alone. I will have to achieve them together with my teammates, he added. Azim said Biman will also introduce feedback services for the passengers. Even 10 minutes before getting assigned the responsibility, I did not know it. At first, I was a bit confused. I have heard multiple times how challenging the job is, said the newly appointed MD. However, I have worked in different regulatory bodies on the policy level. Hence, I thought of it as an opportunity to serve in a bigger capacity. I have taken this job as a challenge and have nothing personal to gain from it, he added. Azim also addressed the diversity of skills that can be seen among Biman staffers. A range of multidisciplinary work can be seen here, unlike any other organisation. On one hand, there are the general staffers, while on the other, there are staffers with great expertise on the technical matters, he said.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/28/shafiul-azim-biman-md.jpg",
    "category": "NRB"
  }
]
