[
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "AL leaders take position on Dhaka streets, discussion starts at party office",
    "description": "Leaders and activists of the ruling Awami League and its various associate bodies have taken a position in different parts of the capital while the BNP is holding a mass sit-in programme at its Nayapaltan headquarters and across the country. Awami League and its affiliated organisations will hold rallies at four points in Dhaka. AL supporters and activists were seen taking up position in the capital's Shahbagh, Jatrabari, Shyamoli, Mirpur-10, Gulistan and Gabtoli areas. A discussion meeting of Dhaka Metropolitan South Awami League on the occasion of Bangabandhu's Homecoming Day started in front of the party's central office of at Bangabandhu Avenue in Gulistan at 11:00am. The AL unit last Monday issued a press release saying a rally would be held protesting the 'terrorism and anarchy of BNP', but later it was amended and declared a discussion meeting on the occasion of Homecoming Day. Another rally will be held today at the Sony Cinema Hall area in Mirpur, Jubo League will hold a rally near the Central Shaheed Minar, and Chhatra League will hold another rally in Shahbagh area. Awami League General Secretary Obaidul Quader is expected to participate in the discussion meeting. Leaders and activists of Awami League and its various affiliated organisations are attending the meeting in small groups with banners and festoons.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/11/325038486_2001389700252573_5831824570769223463_n_0.jpg",
    "category": "Domestic"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Don't let politics derail school system, too",
    "description": "We are shocked to learn that 264 government primary schools in three upazilas of Kurigram were closed for a day because the teachers, including headmasters, had to attend the wedding reception of the son of State Minister for Primary and Mass Education Zakir Hossain. Reportedly, over 1,200 schoolteachers from the Chilmari, Roumari and Rajibpur upazilas were 'invited' to the event in Roumari town where, according to sources, attendance was 'compulsory'. One guardian told our reporter that the authorities of his son's school did not even give any prior notice about the closure. The entire episode demonstrates how education - at all levels - is being disrupted by political influence in the country. While we often hear of the politicisation of public universities - where it is more embedded, and by now generally accepted - the same happening in public schools and colleges, albeit in a different form, is not talked about enough. The Kurigram incident is only one example of how this takes place. You see reports in the media about school playgrounds being used for political purposes, such as meetings, or wedding parties of politically influential people. You see school and college students being lined or paraded to welcome influential people. You even hear of the dangerous notion of launching a Shishu League. Such practices not only hamper educational activities but also, in the absence of corrective action, help normalise what is without a doubt a very disturbing trend. The incident that happened in Kurigram, which clearly required coordination to ensure all 264 schools were closed simultaneously, is an extreme example of political influence at the pre-tertiary level. Naturally, it left us with a number of questions. For example, why was attending the event made 'compulsory' for the teachers and headmasters of these schools? Who gave the school authorities the instruction to close for the sake of the reception? Did the authorities take the decision following any rule? We understand that when an incumbent minister invites schoolteachers of his constituency to his son's wedding, the latter may feel obligated to go there. This feeling of obligation - or coercion, in other words - speaks volumes about the extent of influence a senor ruling party politician has over schools in their region. The incident also exposes the all-encompassing influence of politics in our society, spreading down to the most basic tier of education - primary schools. It is also a manifestation of how, as a society, we have failed to prioritise education. We think the state minister, who as a guardian for primary and mass education in Bangladesh, should explain this most un-guardian-like behaviour to the students in his constituency. The parliament should also seek explanation from him to ensure such conduct is never repeated. We must keep our educational institutions above political influence at all costs, and fix the problems plaguing the sector if we want to build a knowledge economy to prepare for the challenges that lie ahead.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/11/schools_closed_for_wedding_of_ministers_son.png",
    "category": "Domestic"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Prepare hospitals for the high winter caseload",
    "description": "The winter has predictably brought a wave of suffering in the country, and it owes as much to the cold weather as to the lack of preparation and resources, making the poor and homeless suffer disproportionately. Over the last few days, we have come across reports highlighting the many winter-related effects, including shrinking income opportunities for those in the informal economy, lack of food, lack of protection against the cold, winter-related diseases, etc. Photos of people suffering without warm clothes and blankets have gone viral. As the mercury dropped, so has their hope of a quick relief. Another effect that hasn't been talked about enough is the struggle of patients with cold-related diseases to get treatment at hospitals. Reportedly, the rising caseload has overwhelmed many hospitals, with bed crisis emerging as a big problem. There are too few beds for too many patients. For example, at the Khulna Medical College Hospital, which has 500 beds, there were 1,083 patients admitted as of Sunday, most of them forced to stay on the floors in wards, corridors and balconies. The accommodation problem was also reported at Tangail's 250-bed General Hospital, where the number of patients has increased almost four times. Most of the patients crowding public hospitals, including children and elderly people, are suffering from pneumonia, asthma, diarrhoea, etc. There are also those suffering from burn injuries, which they sustained while sitting by the fire or using cooking stoves or after falling into boiling bathwater. The burn hospitals in Dhaka are overflowing with such patients coming from different parts of the country. Those with minor burns are also visiting the outdoor units. Of course, negligence and lack of awareness are mostly to blame for these burn injuries. But the fact that hospitals treating them as well as cold-related diseases are having such a difficult time to accommodate patients shows how a predictable surge in winter patients has turned into a logistical nightmare thanks to lack of preparation, for which the higher authorities must take responsibility. The question is, why haven't they increased the capacity of hospitals to deal with the extra load? Unfortunately, lack of preparation and resources – not just medical – has hurt the most in regions known for poverty. As per a recent study covering the period of 2009-2021, an average of 104 people die annually in Bangladesh due to cold-related diseases and injuries, with the mortality rates higher in divisions with colder winter and higher poverty. Rangpur and Barishal are, unsurprisingly, the most at-risk divisions. What this shows is a direct link between poverty and winter suffering. And that the authorities have been slow to respond to the multidimensional threats of this combination has only made things worse. Only the other day, we have commented on the lack of relief efforts from the government and affluent sections of society. But only relief will be of little help if we don't take note of the many-sided effects of winter. We, therefore, urge the authorities, including district administrations and public hospitals, to properly respond to poor people's need of food, warm clothes, income opportunity, medicine and treatment.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/rising_patient_caseload_amid_cold_wave.png",
    "category": "World"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "A two-month wrong finally righted",
    "description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her - which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her 'devastated'. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a 'suicide', and she had nothing to do with it. However, the damage to her 'reputation' (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/bushra_granted_bail_after_two_months.png",
    "category": "World"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Hefazat's politics and the government's policies",
    "description": "Sometimes it feels intriguing why some issues kick off fierce debate and others don't. One such less discussed, but hugely significant development, was the Hefazat delegation's recent meeting with prime minister Sheikh Hasina. Very little has been divulged about the December 17, 2022 parley, other than the home minister telling the media that the PM will definitely look into the demands made by the Hefazat-e-Islam leaders and fulfil those which are deemed reasonable. Hefazat leaders, too, have said nothing much, except describing the meeting as 'very fruitful'.' The Bangla daily Bhorer Kagoj quoted Maulana Meer Idris as saying, The meeting with the prime minister was very fruitful. She heard us with seriousness. Press reports say Hefazat had a meeting on the same day under the banner of National Ulama Mashayekh Conference. The conference held at Kazi Bashir Auditorium in Gulistan was attended by representatives of the organisation from all parts of the country. A seven-point charter of demands was drafted, to be given to the PM. It wouldn't be unreasonable to assume that those are the same demands that the home minister referred to that the PM would look into. So, what were those demands? According to Prothom Alo, they were: 1) Release of Alem-Ulama, and Hefazat leaders and workers; 2) Withdrawal of all cases lodged against them; 3) Enact blasphemy law making provisions for punishments for slandering against Islam and the Prophet (PBUH); 4) Declare the Ahmadiyya as non-Muslims by the state; 5) Making religious education mandatory in educational curricula; 6) Ensure representation of Al Hiyatul Uliya Lil Jamiatul Kawmia Bangladesh in the board that prepares curriculum and textbooks; and 7) Not allow Indian preacher Maulana Muhammad Saad Kandhalvi to attend this year's Biswa Ijtema. On November 3, 2018, virtually addressing a discussion on the Jail Killing Day, PM Hasina said: When we assumed office in 2008, many incidents and conspiracies like the BDR carnage and Hefazat's so-called movement were carried out to remove Awami League from power. But, on November 4, the day after, she attended a grand reception organised by Hefazat-e-Islami, where she was given the title Qawmi Janani The reception was organised to thank her for recognising Dawra E Hadith of Qawmi Madrasa to be of equal status to a postgraduate (Master's) degree. Barely two months ahead of a general election, it appeared to be a mutually beneficial understanding with the Awami League, albeit to the dissatisfaction of the country's secular forces, and the ruling party's main challenger, the BNP.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2023/01/10/reuters_2020_hefazat.jpg",
    "category": "World"
  },
  {
    "author": {
      "name": "Jimmy Dane",
      "published_date": "2022-08-24 17:27:34",
      "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Ousting AL from power won’t be so easy: Hasina",
    "description": "Prime Minister Sheikh Hasina yesterday warned that all far-right and far-left groups are joining forces with BNP to try to oust her Awami League government, which has been working tirelessly for the country's welfare. Now they [BNP] are saying that they will wage a movement from 11 [January]... Their companions are far-left and far-right groups. All extremists are gathering in one place to topple us from power, she said. he premier was addressing a discussion marking the Homecoming Day of Bangabandhu, organised by AL at Bangabandhu International Conference Center. Hasina, also the AL president, presided over the event, reports UNB. Hasina said her government is so strong that it won't be easy at all for BNP and its extremist allies to oust it from power. Let me tell you one thing... AL works for the people and their welfare. Don't think it will fall down so easily, she said. HOMECOMING DAY OBSERVED The nation yesterday observed the historic Homecoming Day in a befitting manner. President Abdul Hamid and Prime Minister Sheikh Hasina issued separate messages on the eve of the day. In the morning, Hasina paid homage to Bangabandhu by placing a wreath at the portrait of the Father of the Nation in front of Bangabandhu Memorial Museum at the capital's Dhanmondi, reports BSS. Flanked by ministers and AL central leaders, she also placed another wreath at the portrait of Bangabandhu. Bangabandhu, the undisputed leader of the nation and supreme commander of the country's Liberation War, returned to independent Bangladesh via London and New Delhi on January 10, 1972, after 290 days of confinement in a Pakistan jail.  Since then, the nation is observing the day as the Homecoming Day of Bangabandhu Sheikh Mujibur Rahman.",
    "picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/10/prime-minister-sheikh-hasina-1.jpg",
    "category": "World"
  }
]
