[
  {
    "id": 1,
    "author": {
      "author_name": "Jillu",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "name": "NEWSLETTER",
    "title": "Russia's war in Ukraine",
    "description": "While Ukrainian forces quietly gained ground in Luhansk, the focus has been on a ferocious Russian offensive on the eastern towns of Bakhmut and Solder. The Wagner Group’s mercenaries have been fighting to take Solder for weeks in an apparent effort to encircle Bakhmut, 10km (four miles) to the south, which has been the focus of Russian offensive operations since September.“Units of the Wagner PMC have taken control of the entire territory of Solder. A cauldron has been formed in the centre of the city, in which urban battles are being fought,” he said, using a common Russian military term for an enclave of defenders.“I want to emphasis that no units except for the fighters of the Wagner PMC took part in the assault on Solder,” Prigozhin said, who has recently highlighted the role of his 50,000 mercenaries over regular army units.“It seems that the location of Prigozhin does not correspond to reality,” Ukraine’s armed forces said, calling the photo a psychological operation “aimed at the internal audience in order to somehow justify the insane losses among the prisoners” – a reference to Wagner’s extensive recruitment of convicts.The battle for Solder intensified on the night of January 5, when Wagner forces were first reported to have broken through Ukrainian defences. By December 9, Russia’s Rybar news service said Russian forces had encircled Solder from the northeast, taking the villages of Podgorodny, Bakhmutsky, Krasnaya Gora, and Paraskovievka.“Considering that the recent rate of gains in this area has been on the order of a few hundred metres a day, at most, it is highly unlikely that Russian forces will be successful in cohering a mechanised push towards these [areas],” ISW said.Ukrainian presidential adviser Mykhaylo Podolyak said a victory in Solder would “not make any sense” strategically for Russia.“For the Russians there is no strategic goal. It is an open space and our positions are more advantageous. We see a completely irresponsible attitude – to put it mildly – from the Russian elite towards their own military personnel, who are dying there by the thousands,” Podolyak said. Ukraine and Russia are locked in an information war as well as a deadly struggle on the ground in Solder, a salt mining town in Ukraine’s eastern Donetsk region, at the end of the 46th week of the war.  Fighting continues after Ukraine dismissed Putin's call for a temporary ceasefire over Orthodox Christmas as a cynical ploy. The 36-hour Russian-proposed ceasefire ended at midnight local time on Saturday.",
    "image": "https://i.ibb.co/HXkhJq2/1200x-1.jpg",
    "category": "Banner"
  },
  {
    "id": 2,
    "author": {
      "author_name": "abdul",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "This article is about the BasketBall.",
    "category": "Banner",
    "name": "BASKETBALL",
    "description": "Basketball is a game played between two teams of five players each on a rectangular court, usually indoors. Each team tries to score by tossing the ball through the opponent’s goal, an elevated horizontal hoop and net called a basket.Basketball is a dynamic sport that builds stamina from the short sprints required of running up and down the length of the court. Movements distinct to basketball, such as jumping to take a shot or to grab a rebound, require frequent muscle contractions, which can build muscular endurance.Basketball was invented by James Naismith on or about December 1, 1891, at the International Young Men’s Christian Association (YMCA) Training School, Springfield, Massachusetts, where Naismith was an instructor in physical education. Basketball is the only major sport strictly of U.S. origin (although Naismith was born in Canada). Additional weight training is recommended for basketball players in order to improve their performance on the court.The success of international basketball was greatly advanced by the inclusion of men’s basketball in the Olympic Games beginning in 1936. Basketball has caught on particularly well in Italy, and Spain has several basketball leagues. The other major centre of European basketball is eastern Europe, particularly in the Balkans.Basketball grew steadily but slowly in popularity and importance in the United States and internationally in the first three decades after World War II (1939–45) as a result of television exposure. However, with the advent of cable television, the game’s popularity exploded at all levels, especially during the 1980s.Whether college and university athletes, including basketball players, should be paid is widely debated. Some argue the NCAA, colleges, and universities profit unfairly and exorbitantly from the work and likenesses of college athletes, who are risking their bodies as well as their future careers and earning potential while often living below the poverty line. Others argue that the scholarships given to student athletes are fair compensation for their services, especially since so few college athletes actually and that the real problem is not greater compensation for student-athletes but an incompetent amateur sports system for feeding talent to professional sports leagues. For more on the debate over paying college athletes,",
    "image": "https://i.ibb.co/L9b21rv/09nba-playoffs-ballhandlers-mobile-Master-At3x.jpg"
  },
  {
    "id": 3,
    "author": {
      "author_name": "amit",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The last game of boxing hot news",
    "category": "Banner",
    "name": "BOXING",
    "description": "Anthony Joshua insists “of course” he will sign the contract for the proposed world heavyweight title clash with Tyson Fury – but promoter Eddie Hearn says there is “no chance” it will be done by Monday.Fury set Joshua’s camp the ultimatum on Friday night, insisting if the deal cannot be done he will walk away and find another opponent for his next WBC title defence.Speaking on an Instagram Live on Sunday afternoon, Joshua said: “It ain’t in my hands – it’s with a legal team. That’s why you hire lawyers.You know the history of boxing – make sure you get your legal terms right. That’s why you get good management and good lawyers. So of course I’m going to sign the contract – it’s just with some lawyers at the minute.Television executives from BT Sport and streaming service Dazn are scheduled to meet on Monday, with Joshua’s team having already verbally accepted Fury’s offer of a 60-40 purse split.But Hearn told the Seconds Out YouTube channel: “There is no chance this fight will get signed by Monday. There is no need for this fight to get signed by Monday.“If he doesn’t (want to fight Joshua), and I guess he doesn’t, then he’ll do what he’ll do and the fans might even fall for it.”Hearn said the contract sent by Fury’s promoter Frank Warren was “all over the place” and, while it is understood the sticking points relate to relatively minor details, Hearn is adamant his team will not be rushed.“We have a meeting on Monday, with Dazn, with BT, with everybody, but it’s going to take time,” Hearn added. “If he wants to put a time frame on it of Monday then it’s clear to the whole public he doesn’t want the fight.“It’s not going to get signed on Monday so if he’s walking away on Monday the fight’s off.”Fury made the offer to Joshua on social media earlier this month after it became clear a potential bout with Ukrainian Oleksandr Usyk would not happen until the new year.Joshua immediately accepted Fury’s invitation as well as the prospective purse split, and the deal was backed up by an exchange of letters between Hearn and Fury’s promoter Warren. But speaking to BT Sport on Saturday night, Fury expressed frustration with the delay and maintained he was not prepared to wait any longer for Joshua’s team to seal the deal.The terms pugilism and prizefighting in modern usage are practically synonymous with boxing, although the first term indicates the ancient origins of the sport in its derivation from the Latin pugil, “a boxer,” related to the Latin pugnus, “fist,” and derived in turn from the Greek pyx, “with clenched fist.” The term.",
    "image": "https://i.ibb.co/R6Bvv7T/anthony-joshua-suxv65a2lfmj1q8qc0d9ia2ye.jpg"
  }
]
