[
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Ukraine’s Quest to Build a Tank-Killing Grenade",
		"description": "A Ukrainian unit is using tape, a scale and a 3-D printer to build the perfect grenade. It’s a steep and risky challenge.",
		"picture": "https://static01.nyt.com/images/2023/01/08/multimedia/08ukraine-grenade-1-dbef/08ukraine-grenade-1-dbef-threeByTwoSmallAt2X.jpg?format=pjpg&quality=75&auto=webp&disable=upscale",
		"category": "World"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Benedict’s Burial Leaves Francis Alone, and Unbound",
		"description": "Liberal supporters of Francis, a pope never shy about exercising power, now anticipate a late-breaking season of change.",
		"picture": "https://static01.nyt.com/images/2023/01/07/multimedia/07francis-unbound-top-1-1bac/07francis-unbound-top-1-1bac-jumbo.jpg?quality=75&auto=webp",
		"category": "World"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Iran Executes 2 Men Arrested in Protests",
		"description": "At least nine other protesters remain on death row, accused of crimes ranging from burning a trash can to killing security forces.",
		"picture": "https://static01.nyt.com/images/2023/01/08/multimedia/07iran-execute1-print-43ac/07iran-execute-1-43ac-jumbo.jpg?quality=75&auto=webp",
		"category": "World"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "New Armored Vehicles Will Help Ukraine Take the Fight to Russia",
		"description": "The Western allies’ provision of infantry fighting vehicles signals their support for new offensives in coming months, analysts said.",
		"picture": "https://static01.nyt.com/images/2023/01/06/multimedia/06ukraine-tanks2sub-1-d3a1/06ukraine-tanks2sub-1-d3a1-jumbo.jpg?quality=75&auto=webp",
		"category": "World"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "The Magic of Cooking With Steam",
		"description": "Sometimes, when I’m not feeling well, I want Yewande Komolafe’s brothy Thai curry with silken tofu and herbs, or Hetty McKinnon’s curry udon or Lara Lee’s smashed tempeh with homemade sambal. But earlier this week, I found myself craving a hot Japanese sweet potato with plenty of butter on top.I set it on a rack inside a Dutch oven with a couple of inches of water at the bottom — my makeshift steamer — and let it go quietly for half an hour or so. By then, the skin had loosened a little, easily slipping away from the yellow flesh, which was tender all the way through. I split it in half while it was still hot and heaped on butter, flaky salt and furikake. I highly recommend it. Cooking with steam is easy and way more compelling than it sounds. It can transform a vegetable with constant, gentle heat, softening without withering. If I’d had broccoli, I might have made David Tanis’s steamed broccoli with butter and bread crumbs. And if I’d had eggplant, I definitely would have turned to Hetty McKinnon’s beautiful liang ban qie zi — the recipe that taught me to appreciate steaming in the first place. I never expected to warm up to the technique, but cooking is like that, full of surprises. For example, I didn’t know that I should always check the ingredients on canned beans until I read Melissa Clark’s recent column about rosemary white beans with frizzled onions and tomato. Beans canned with salt tend to taste better. (Did you know? Did everyone?) The next time I buy canned beans, that little snippet of information will guide me.”",
		"picture": "https://static01.nyt.com/images/2022/04/18/dining/hm-curry-udon-copy/merlin_205206765_ded4d3d3-d548-4d88-9abb-ce79e1ceffb4-threeByTwoMediumAt2X.jpg",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "13 Nourishing Recipes to Help You Reset in the Kitchen",
		"description": "Amid soaring gas prices and the war in Ukraine, Strasbourg’s Christkindelsmärik, like holiday fairs across Europe, has faced a tough question: “How do you balance magic and responsibility?”",
		"picture": "https://static01.nyt.com/images/2022/12/23/multimedia/23strasbour-dispatch-top-1-e8eb/23strasbour-dispatch-top-1-e8eb-superJumbo.jpg?quality=75&auto=webp",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "At France’s Oldest Christmas Market, Energy Crisis Dims Festive Spirits",
		"description": "Amid soaring gas prices and the war in Ukraine, Strasbourg’s Christkindelsmärik, like holiday fairs across Europe, has faced a tough question: “How do you balance magic and responsibility?”",
		"picture": "https://static01.nyt.com/images/2022/12/23/multimedia/23strasbour-dispatch-top-1-e8eb/23strasbour-dispatch-top-1-e8eb-superJumbo.jpg?quality=75&auto=webp",
		"category": "World"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Pakistan, New Zealand build towards WC with ODI series",
		"description": "Pakistan and New Zealand will face off in the first of three one-day internationals in Karachi Monday, with an eye on this year's World Cup in India.The preceding Test series between the two teams failed to produce a result in either of the two Tests -- both in Karachi -- ending a miserable season for both teams.For all latest news, follow The Daily Star's Google News channel.Pakistan failed to win any of their three Test series at home, losing four of the eight Tests including their first-ever 3-0 whitewash at the hands of England.New Zealand also failed to win any of their last six Tests.But Babar Azam is confident his team will do well in the limited over matches.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2023/01/08/pakistan-nz.jpg",
		"category": "Sports"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "South Africa dig in to hold Australia to Sydney draw",
		"description": "South Africa dug deep to deny Australia a 3-0 series sweep with a battling draw in the rain-disrupted third Test at the Sydney Cricket Ground on Sunday, finally finding some fight on the final day of a miserable tour.The hosts, who declared on 475-4 on Saturday to try and force a result, dismissed South Africa for 255 in their first innings after lunch to enforce the follow on, but came up short in their bid to bowl out the tourists again.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2023/01/08/sa-aus.gif?itok=QriPml4s",
		"category": "Sports"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Suryakumar makes batting easier for team mates",
		"description": "The impact of Suryakumar Yadav's incendiary shotmaking makes batting easier for his India teammates, captain Hardik Pandya said after the team's T20 series victory against Sri Lanka in Rajkot.Yadav, the top-ranked T20 batsman, smashed a 45-ball hundred in Saturday's decider against Sri Lanka and his unbeaten 112 powered India to an insurmountable 228-5.Yadav became the only player to score three T20 hundreds batting at No. 3 or lower, helping India stretch their unbeaten home streak to 12 series. It makes my life very easy, Pandya said after India secured a 2-1 series victory. The way he changes the game, the way he plays some shots, it actually breaks the morale of the bowler, which helps other batsmen as well.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2023/01/07/suryakumar_yadav.jpg?itok=GzHRuLMe",
		"category": "Sports"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Raja hits T20 ‘line, length and variation’",
		"description": "The ninth edition of the Bangladesh Premier League (BPL) may not have the same aura as the top franchise-based T20 leagues around the globe as it does not feature T20 cricket's big names, but that only makes the tournament a great platform for local cricketers to showcase their talent even more than before.And Sylhet Strikers' Rejaur Rahman Raja certainly came through in that regard as the young pacer set the stage alight with his career-best T20 figures of four for 14 from four overs to propel his side to a thumping eight-wicket victory over Chattogram Challengers in the tournament opener at the Sher-e-Bangla National Stadium in Mirpur yesterday.For all latest news, follow The Daily Star's Google News channel.Courtesy of Raja's impressive bowling, Sylhet restricted Chattogram to a meagre 89 for nine before cruising to victory with eight wickets and 45 balls to spare.The right-arm seamer has been on the national team's radar for some time now and proved to be a prolific wicket-taker in the domestic circuit, especially in the red ball format.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2023/01/07/bpl-1.jpg?itok=hicogpAj",
		"category": "Sports"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Shakib ‘quietly’ immersed as BPL swings in",
		"description": "Ace all-rounder and Fortune Barishal skipper Shakib Al Hasan may have taken centre-stage ahead of the start of the tournament with his scathing criticism of the BPL organisers on Wednesday, but by the time the tournament began yesterday, he was fully immersed in cricketing rituals.The southpaw had shown interest in getting his own franchise into the BPL prior to the season, a BCB official claimed on conditions of anonymity. However, the board did not receive the required clearances from the required agencies to give the go ahead.Instead, Shakib, having claimed he could fix the BPL in less than two months as CEO, was getting into the grind of things in his own way.The 35-year-old, who found some form with the bowl during India's recent tour of Bangladesh, had been troubled by injury but yesterday bowled in the nets after a long time. There was no wincing in pain as he bowled before he went to the indoor nets for a session with the bat.During the last T20 World Cup, Shakib did not create the impact that was expected of the him as T20I skipper, bagging five wickets in six matches including a decent showing against India. However, his performance with the bat in the showpiece event was concerning as he managed just 44 runs in five matches at an average below nine.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2023/01/07/barishal-skipper-shakib-al-hasan.jpg?itok=c7KV9Vd8",
		"category": "Sports"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "BPL council ‘welcomes’ Shakib as CEO",
		"description": "The Bangladesh Premier League's (BPL) governing council yesterday invited all-rounder Shakib Al Hasan to take up the challenge to improve the standard of the country's premier franchise-based T20 tournament.At a press conference alongside BCB CEO Nizamuddin Chowdhury, governing council members explained some of the limitations in response to criticisms of the ninth edition of the tournament. Things had come to a head when ace all-rounder Shakib Al Hasan opined that the BPL had failed to build a brand and that he would have done a better job as CEO.For all latest news, follow The Daily Star's Google News channel.I welcome Shakib and thank him. If he wants to come as CEO of BPL, he has shown that interest. From the governing council, we welcome him. If he wants, he can come and take responsibility as CEO,said BPL governing council chairman Sheikh Sohel.Shakib had referred to a movie and said that it would not take him even two months to bring the BPL up to standard. Cinema isn't reality, Sohel added. Sohel also responded to Shakib saying that the Dhaka Premier League was better run than the BPL. Shakib doesn't often play in the premier division (Dhaka Premier League] matches. But till now he hasn't missed a BPL fixture. I don't think that is a valid argument.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2023/01/06/ipiccy_image_33.jpg?itok=zSgoz1Rs",
		"category": "Sports"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Tesla slashes prices in Asian markets as sales stumble",
		"description": "Tesla (TSLA.O) cut prices in China for the second time in less than three months on Friday, fuelling forecasts of a wider price war amid weaker demand in the world's largest autos market.The U.S. automaker also cut prices on its best-selling Model Y and Model 3 electric vehicles in Japan, South Korea and Australia in what a person with direct knowledge of the plan said was part of an effort to help stoke demand for output from its Shanghai factory, its single largest production hub.The shift is the first major move by Tesla since appointing its lead executive for China and Asia, Tom Zhu, to oversee global output and deliveries that have been at the heart of the company's recent challenges after falling short of its 2022 delivery target.Tesla shares closed up 2.5% at $113.06 on Friday. However, the stock has lost 70% of its value in the last year.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/medium_203/public/media/api_images/2023/01/07/Tesla%20slashes%20price.jpg?itok=44xRKqXV&timestamp=1673075979",
		"category": "Tech"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Twitter hacked, email addresses of 200 million users leaked",
		"description": "Hackers stole the email addresses of more than 200 million Twitter users and posted them on an online hacking forum, a security researcher said Wednesday.The breach will unfortunately lead to a lot of hacking, targeted phishing and doxxing, Alon Gal, co-founder of Israeli cybersecurity-monitoring firm Hudson Rock, wrote on LinkedIn. He called it one of the most significant leaks I've seen.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2022/12/05/advertising%20on%20Twitter.jpg?itok=5oWVfMZZ&timestamp=1670223593",
		"category": "Tech"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Canada court approves class action alleging Facebook ad discrimination",
		"description": "A Canadian court of appeal will allow a class action suit to be brought by social media users accusing Facebook of age, gender and race discrimination in online advertisements, the plaintiffs' lawyer said Wednesday.The class action could see the social media giant paying damages to thousands of residents in Canada's Quebec province who have used the platform to search for jobs and housing since 2016, according to court documents.",
		"picture": "https://i.ibb.co/0cfvxVj/meta-facebook1.jpg",
		"category": "Tech"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "WhatsApp introducing undo button to recover deleted messages",
		"description": "WhatsApp is introducing a new feature that will let users retrieve their deleted messages on the platform.With the Accidental Delete function, users now have a five-second chance to retrieve accidentally deleted messages. This feature will serve as a safeguard for WhatsApp users, allowing them to undo accidental deletions or choose over how they want a text to be deleted. For all latest news, follow The Daily Star's Google News channel.Currently, there are two ways to delete messages on WhatsApp: Delete for me and Delete for everyone. Delete for  makes the message unavailable to the user but visible to everyone else.In the past, if a user mistakenly clicked Delete for me rather than Delete for everyone, there was no way to view the message and choose the appropriate deletion choice.The undo feature is automated and will show up as a pop-up message on the screen. The pop-up will appear for five seconds, giving the user enough time to undo the deletion. If the user does not undo the deletion, the message will be permanently deleted from the chat.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/22/whatsapp_undo_delete_button.png?itok=T1aakdBV&timestamp=1671713636",
		"category": "Tech"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "realme's new feature phone now available in Bangladesh",
		"description": "Dizo Star-400, a feature phone from realme, is now available in Bangladesh. According to a press handout, the feature phone is made in Bangladesh.The dual sim phone has a 2.4-inch display and a 1430 mAh battery. It has the capacity to store up to 1000 contacts. This phone supports a 64 GB memory card. There is a flashlight with its 0.3 MP camera. The phone has a 1.8-inch display and a 1430 mAh battery. It has the capacity to store up to 1000 contacts. This phone supports a 64 GB memory card. There is a flashlight with its 0.3 MP camera.",
		"picture": "https://i.ibb.co/pRDhxj1/cyber-crime-4.jpg",
		"category": "Tech"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Twitter rolling out View Count feature ",
		"description": "Twitter recently announced that it is introducing the View Count feature on its platform.The view count feature generally allows users to see how many times someone has viewed their tweets on the Musk-owned microblogging platform.The number of comments, retweets, and likes will also be displayed in the app alongside view counters.However, not every tweet will display the number of views it has received, according to a Twitter FAQ. The view count data will not be available for community tweets, tweets from Twitter Circles, or older tweets.",
		"picture": "https://i.ibb.co/sQJ9Y3V/twitter.png",
		"category": "Tech"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Winter breakfast in Bangladesh",
		"description": "Winter is here and so is the cold weather. The cold weather makes us want to stay in bed and eat warm food. Here are some breakfast recipes that you can try this winter.Winter in Bangladesh, which occurs from December to February, is the coolest time of the year with temperatures ranging from 10-20 degrees Celsius. Many people enjoy hearty, warm breakfasts to start their day off on the right foot during this time. From savoury and sweet to dishes loaded with calories to the brim, Bangladeshis love to take full advantage of the winter season when it comes to their appetite.One popular breakfast dish in Bangladesh during the winter is paratha, which is a type of flatbread made from flour, salt, and water. It is often served with dal, a type of lentil soup, and vegetable curry. This combination provides a balance of protein, carbohydrates, and vegetables to fuel the body for the day ahead.Another winter breakfast favourite in Bangladesh is shingara, which is a savoury fried pastry filled with potatoes, lentils, or minced meat. It is often served with chutney or yoghurt for dipping, and it provides a satisfying and tasty start to the day.A traditional Bangladeshi breakfast during the winter may also include paratha, a type of flatbread made from whole wheat flour and ghee (clarified butter). It is often served with egg, chicken, or vegetable curry, and it provides a warm, filling meal to start the day.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/08/_dsc2920.jpg?itok=mFBwgwS0&timestamp=1673181372",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "On the love for matka cha",
		"description": "Cha is a beverage that brings people closer, effortlessly complements our 'adda' sessions, and adds warmth to our chilly evenings. As winter has announced its arrival, matka cha is trending once again. Its smoky and sweet flavour is a pure delight to the taste buds that would give the cinnamon latte or luxurious espresso from any 5-star hotel a run for its money!.The love we have for cha is an inherited trait for most Bengalis and winter seems to increase our cravings for a perfect cup of tea. From time immemorial, clay pots have been used by our ancestors — hence, this creatively made matka cha has both artistic and cultural value.  ",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_1/public/images/2022/12/29/matka-cha-26.jpg?itok=YJnn74px",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "How to prepare for a BBQ party ",
		"description": "Unlike western countries, barbecue or BBQ parties are held all over the country in the months of December, January, and February. Nothing in Bangladesh completely captures the spirit of winter like a barbecue with your closest friends! You could simply buy some burgers and hot dogs, invite some friends over, and call it a BBQ party, or you could go a little further with some essential preparation and a carefully considered menu and surprise your guests with your culinary prowess. Here are just some things you can do to up the barbecue-host game.Plan your party A guest list is the first thing any decent barbecue party needs. A BBQ party can only be successful if all participants work together and share the party's expenses and duties. Spread the expense and the love all at once! Nowadays, using Facebook to plan an event is the simplest option. Make a private gathering, then invite your guests. Choose a day that will be manageable for everyone, preferably a weekend, or a holiday.Make sure you have three times the amount of fuel or charcoal needed to cook dinner in the propane tank or on the charcoal grill, respectively. You do not want to leave the party in the middle of cooking for charcoal or gas and allow the meat on the grills cool.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/29/evan-wise-d99y38na5xo-unsplash.jpg?itok=3-_nercb&timestamp=1672322851",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "10 best winter dishes",
		"description": "Winter can be a tough time of year with cold temperatures, dark skies, and short days. It's no wonder that many people crave comfort food during the winter months to help them feel warm, cosy, and satisfied. Whether you are in the mood for something hearty and savoury or sweet and indulgent, here are 10 of the best comfort foods for gloomy winter days.Mac and cheese Mac and cheese is a classic comfort food that never goes out of style. Its creamy, cheesy sauce and tender pasta make it the perfect dish to warm you up on a chilly winter day. Add thin slices of crispy beef, chicken pepperoni, or sautéed mushrooms to your mac and cheese for an extra indulgent twist.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/25/jakob-owens-rkikgpksi_g-unsplash.jpg?itok=YwR9q0PO&timestamp=1671977196",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Your must-have breakfast grocery list",
		"description": "Not many of us tend to have a healthy breakfast — either for a shortage of time or merely out of laziness. Having a well-stocked kitchen and freezer means you can mix and match different food items and grab a convenient and filling breakfast easily. For that, you need an organised and thoughtful grocery list so that you do not have to zig and zag all around the store to find your desired items.Follow the tips mentioned below to ensure a prearranged breakfast grocery list and have a healthy breakfast! Eggs Scrumptious and protein-packed eggs are unquestionably a must-have breakfast item. Eggs are versatile — hard cooked or scrambled or incorporated in other dishes, they can be effortlessly used for a hearty breakfast. A fried egg sandwich sounds delicious, right? Eggs are enriched with protein and they will keep your tummy full until lunch. However, make sure you do not buy expired eggs.Filled with lots of fibre and important nutrients, fresh fruits undoubtedly ensure a balanced breakfast. Citrus fruits such as oranges, lemons, and grapes are great sources of vitamin C and we know it — an apple a day keeps the doctor away. It is tasty and easy to eat on the go, making it an ideal choice for people who are in a rush in the morning.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/19/shwapno_photo_3.jpeg?itok=_jCs0Lj_&timestamp=1671458574",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Complicated recipes made easy",
		"description": "In this day and age, it's very difficult to find time to do just about anything, meaning much less time in the kitchen, save for the weekends. But if the mood demands something scrumptious, lack of time is the last thing that will work as an excuse! These recipes are dedicated for those express situations where time is short but craving is not.DESHI STYLE CREAMY CHEESY PASTA Kisan cheese is the best when it comes to cooking pasta sauces in Bangladesh, meaning the ones you want to whisk up in a jiffy. It melts softly and the gooey consistency lends a gratifying flavour to your sauce.For a quick deshi style margarita sauce made in a jiffy, cut tomatoes in quarters, add a few garlic cloves, coriander stalks, green chilli, for your taste, of course salt and olive oil, and boil it all together in a cup and half hot water. On a separate pot, boil your pasta. Once the tomatoes are squishy, blend them. In a wok, add olive oil and sauté the few chopped garlic till it is lightly brown and releases its flavour, then add the boiled pasta, the tomato sauce, and a few spoons of boiled pasta water. Let it simmer and add chunks of Kisan cheese, basil leaf or coriander for a fresh green flavour. Voila! You have your deshi pasta, though an Italian might shiver, but it is not a bad quick meal.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/19/0o0a1447.jpg?itok=ObCEJAMI&timestamp=1671457046",
		"category": "Food"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "BMW unveils car that can change colour",
		"description": "BMW has unveiled the prototype of a car that can change colour and showcases digital features like projecting driving data across the inside of the windshield.This car, called i Vision Dee, was presented at the Consumer Electronics Show in Las Vegas on Wednesday at an event attended by Terminator actor and former California governor Arnold Schwarzenegger.BMW unveiled last year at this same show a car that could change hue but only from white to black and gray in between.But the body of the new car can change in a rainbow of colours, in one solid hue or in stripes or checks. BMW i Vision Dee is just an idea for now but it is supposed to shape the design of future cars from the luxury manufacturer. The technology will be available in BMW's Neue Klasse EV models from 2025.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/bmw.jpg?itok=_qtfSYkJ&timestamp=1673113473",
		"category": "USA"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "10 shot during filming of rapper French Montana's music video in Miami",
		"description": "At least 10 people were injured in a shooting outside Miami during the filming of a music video by Moroccan-American rapper French Montana, police and US media said Friday.The shooting took place Thursday evening in the city of Miami Gardens, about 30km north of Miami, Florida, the local police department told AFP in a statement.We are being advised that multiple victims were struck, the department said, adding that victims were taken to local hospitals.The Miami Herald newspaper reported that the incident took place following an altercation between two groups of people.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2023/01/06/rapper%20injured.jpg?itok=5Q4KEDBo&timestamp=1673023980",
		"category": "USA"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "US in crisis amid once-in-a-century political standoff",
		"description": "The US House of Representatives plunged deeper into crisis Thursday as Republican favorite Kevin McCarthy failed again to win the speakership -- entrenching a three-day standoff that has paralyzed the lower chamber of Congress.McCarthy, a favorite of his party's establishment but a bete noire of the far right, has made sweeping concessions to quell a rebellion of around 20 hardliners blocking his bid to be the country's top lawmaker.But his overtures have fallen on deaf ears and he failed to win over a single renegade Republican across five ballots staged on Thursday before the House agreed to adjourn until noon (1700 GMT) Friday.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2023/01/06/US%20in%20crisis.jpg?itok=xHYv2JfF&timestamp=1672971328",
		"category": "USA"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "US House speaker showdown: Deadlock deepens",
		"description": "The US House of Representatives had to adjourn until yesterday (Thursday) as bitter infighting within the Republican ranks continues to paralyze the chamber and prevent the election of a new speaker.Conservative hardliners have spurned former president Donald Trump's pick Kevin McCarthy, who they accuse of being too moderate, making the 2023 speakership race the first in a century to require multiple rounds of voting.Despite six ballots over two days, McCarthy has failed to secure the 218 votes needed for the speakership, the third most powerful role in US politics after the presidency and vice presidency.Without a speaker, the chamber is unable to swear in members, start filling committees, tackle legislation or open any of the investigations they have promised into President Joe Biden.Unable to break the stalemate, the House abruptly adjourned until noon on Thursday, allowing Republicans a few precious hours to regroup and settle on a new strategy before going back into the fray.Roughly 20 Republicans have blocked the California congressman's path to the gavel until he capitulates to their agenda, leaving the party unable to capitalize so far on the slim majority it secured in November's mid-term elections.McCarthy, a member of the Republican leadership for more than a decade, has already agreed to many of the group's demands, but opposition to his candidacy from within his own party has only seemed to harden.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/06/mccarthy-fails.jpg?itok=p6lhvn56&timestamp=1672952637",
		"category": "USA"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "US House: McCarthy finally elected Speaker",
		"description": "Republican Kevin McCarthy was elected speaker of the US House of Representatives early yesterday, after making extensive concessions to a group of right-wing hardliners that raised questions about the party's ability to govern.The 57-year-old Californian suffered one final humiliation when Representative Matt Gaetz withheld his vote on the 14th ballot as midnight approached, prompting a scuffle in which fellow Republican Mike Rogers had to be physically pulled away.McCarthy's victory in the 15th ballot brought an end to the deepest congressional dysfunction in over 160 years. But it sharply illustrated the difficulties that he will face in leading a narrow and deeply polarised majority.He won at last on a margin of 216-212. He was able to be elected with the votes of fewer than half the House members only because six in his own party withheld their votes - not backing McCarthy as leader, but also not voting for another contender.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/mccarthy.jpg?itok=pYNQpumA&timestamp=1673113315",
		"category": "USA"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "McCarthy loses 12th Speaker vote despite gaining support from right-wing",
		"description": "Republican Kevin McCarthy on Friday picked up support from right-wing hardliners in the U.S. House of Representatives who had blocked his speakership bid, but it was not enough to end the deepest congressional dysfunction in more than 150 years.In a 12th round of voting in four days, 14 Republicans who previously opposed McCarthy voted for him in a sign that his prospects may be improving after he offered the holdouts a range of concessions that would limit his clout if he succeeds in becoming speaker of the House.But seven fellow Republicans still voted against him, leaving him three votes short of the majority needed to win the speaker's gavel and prompting his supporters to put his nomination forward for a 13th vote.Watch here and you'll see some people who have been voting against me voting for me, McCarthy, 57, said before Friday's vote.Republicans' weaker-than-expected performance in November midterm elections left them with a narrow 222-212 majority and gives outsized power to the right-wing hardliners who oppose McCarthy's leadership.They have railed against McCarthy, accusing him of being soft and too open to compromise with President Joe Biden and his Democrats, who also control the U.S. Senate.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/07/ppotn6svv5l6xjcrwu42skqpru.jpg?itok=_EeapAxj&timestamp=1673032595",
		"category": "USA"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Plant-based eating can transform health in surprising ways ",
		"description": "In recent years, there has been a noteworthy shift towards plant-based eating patterns, with more and more people choosing to include more fruits, vegetables, legumes, grains, and nuts into their diets. This trend is not without good reason, as there are numerous health benefits associated with plant-based eating. This article will explore six critical ways in which plant-based diets can support good health and well-being.One of the most well-known benefits of plant-based diets is their potential to support weight management. Several studies have shown that people who follow plant-based diets tend to have a lower body mass index (BMI) and are less likely to be overweight or obese than those who consume a more traditional diet high in animal products. This may be due in percentage to the statistic that plant-based diets are typically high in fibre and low in calories, which can aid with weight control. Additionally, plant-based foods are often more filling than animal-based foods, which may help to reduce overall caloric intake.Eating a plant-based diet may also support heart health. Plant-based diets are rich in antioxidants, which can support to shield against oxidative stress and inflammation, two key drivers of heart disease. Plant-based diets are also high in fibre, which has been revealed to decrease cholesterol levels and improve blood pressure. Moreover, plant-based diets are low in saturated fat, a significant risk factor for heart disease.Plant-based diets may also be helpful for those looking to manage their diabetes. Several studies have shown that plant-based diets can progress blood sugar control and lessen the risk of developing type 2 diabetes. This may be partly because plant-based diets are often rich in fibre and low in unhealthy fats, which can help regulate blood sugar levels. Besides, plant-based diets are often high in antioxidants and other phytochemicals exposed to have anti-inflammatory effects, which can be beneficial for those with diabetes",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/08/plant-based-eating.jpg?itok=XwKR1n3F&timestamp=1673119355",
		"category": "Health"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Wisdom for inner peace",
		"description": "What was Socrates' most famous saying? Some say, Know thyself and some mention, There is only one good, knowledge, and one evil, ignorance. Socrates taught us that people should care less about their bodies and possessions and more about their souls, saying, Wealth does not bring goodness, but goodness brings wealth. Most of us are becoming so materialistic in today's fast-paced and stressful world  that the definition of peace and happiness becomes confusing to the younger generation. Sometimes they cannot differentiate between internal peace and external peace. Internal peace represents an individual's peace, while external peace represents peace in the surroundings and society which may or may  not be real.Fake happiness and peace outside may sabotage inner peace. Most of the time, these are things like  worrying, taking things personally, having unrealistic expectations, and becoming jealous. At the end of the day, these elements will combine to form a silent killer known as 'stress', that will turn to anxiety and depression. The power of inner peace calms our mind and, allows us to see our path much more clearly and helps us focus on our goals.Happiness comes from inner peace. The main form of mental training is helping others with kindness, along with forgiveness and gratitude. Contemplating has many mental health benefits, such as reducing stress, anxiety, and depression. But we must first change our mindsets to be more helpful and adjustable, to find our own destinations of tranquilly that we seek.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/08/socrates.jpg?itok=EHFnY8rZ&timestamp=1673119332",
		"category": "Health"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Winterise your diet: Vitamin D is key in the cooler months",
		"description": "Temperatures are dropping, and the days are getting shorter. Shorter days mean less sun and vitamin D. So, in addition to pulling out the wool sweaters, we need to winterise our diets to make sure we get the vitamin D we need this season.Vitamin controls body functions. It helps bones and teeth absorb calcium. Both calcium and vitamin D are important for bone health and muscle strength, which may explain why we need more as we age and our muscles weaken and the tendency for falls becomes greater. We produce less vitamin D from the sun's ultraviolet (UV) rays as we age. Vitamin D deficiency causes aching bones.Sunshine is a good source of vitamin D. Our skin produces vitamin D when exposed to UV rays. This process requires direct sun exposure without sunscreen. 10-15 minutes of strong sunshine on your arms and face at least twice a week should meet your vitamin D needs.Multivitamins, many calcium supplements, and some fortified foods contain vitamin D. Without vitamin D, the body cannot absorb dairy's calcium. Under 50s can get enough vitamin D from two cups of fortified milk. Fatty fish oils and salmon, sardines, and tuna are also good sources of vitamin D, as are fortified soy milks, margarines, cereal, eggs, and orange juice.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2023/01/08/diet.jpg?itok=H8SbnISe&timestamp=1673178797",
		"category": "Health"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "DNA vaccination: A challenging cancer therapeutic strategy",
		"description": "Immunotherapies have gained much attention nowadays in the treatment of cancer. Among them, therapeutic DNA cancer vaccines are now considered a very promising strategy to activate the immune system against cancer tumour.DNA-mediated immunisation began in the 1990s. DNA vaccines have been developed to treat a variety of pathologies, including allergies, infectious diseases, and autoimmune diseases. To date, several preclinical and clinical studies have adopted strategies to better exploit the potential of DNA vaccination. The success in therapeutic vaccination is still limited even in preclinical models. It is due to the different mechanisms of resistance during tumour development tumour.DNA vaccines alone are not able to overcome the tumour immune escape. Therefore, we prefer combination therapy (e.g., radiotherapy, endocrine therapy, chemotherapy, surgical removal) with this strategy.Encoded antigen(s) selection: The antigen type, i.e., tumour-associated antigens (TAAs) or neoantigens. TAAs have been identified for most tumours, but immune tolerance can limit their efficiency. On the other hand, neoantigen identification is time consuming and expensive, and these antigens do not reflect the tumour heterogeneity in the individual patient (e.g., in metastasis)",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/25/dna.jpg?itok=kBMVPk99&timestamp=1671910223",
		"category": "Health"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Bangladesh launch of the Lancet countdown report on health and climate",
		"description": "Climate change is threatening the health of people in Bangladesh. It is no longer a future problem; it is a problem of now. To present this problem with data and create a platform for discussion with leading experts, the first in-person Bangladesh launch of the 2022 report of the Lancet Countdown on Health and Climate Change took place on Thursday, 22 December 2022 at the Child Health Research Foundation (CHRF).The event provided an opportunity to acknowledge and examine the impacts climate change has had on Bangladesh across timeframes covering the past, present, and future. The imminent and necessary steps towards alleviating some of the predicaments were also discussed.During the event, findings of the 2022 Lancet Countdown Report in the context of Bangladesh were highlighted. Some key points included",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/very_big_201/public/images/2022/12/25/launch-lancet-countdown-report.jpg?itok=TE02dIL0&timestamp=1671940533",
		"category": "Health"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Looking toward a cure for Hepatitis B",
		"description": "Infection with hepatitis B virus (HBV) can be effectively treated with an oral nucleoside or nucleotide analog (NA). Still, lifelong daily medication is required and the clinical rebound that results from stopping medication can be severe. As is the case for other chronic viral infections, the holy grail of treatment would be a molecule to induce permanent remission with a delimited course of treatment. One proposed compound is the antisense nucleotide bepirovirsen, which inactivates HBV RNA in multiple capacities and limits viral protein synthesis.In a worldwide, multicenter, manufacturer-supported, phase 2B trial, researchers randomized 457 adults with chronic HBV infection to one of four dosing schedules of weekly bepirovirsen administered subcutaneously. Participants were mostly white or Asian men; half were also receiving NA treatment. After 12 or 24 weeks of bepirovirsen and 24 weeks of treatment-free follow up, 26 participants (6%) maintained persistently undetectable HB surface antigen (HBsAg) and HBV DNA. If viral blips were discounted, the number with a sustained response rose to 31.Factors correlating with sustained response included low HbSAg level at study entry and randomisation to the highest dose and longest duration of bepirovirsen. Adverse effects included injection-site reactions, fever, and in two patients, severe hepatitis requiring hospitalisation.While these results are perhaps not as dramatic as desired, they still suggest that, with adjustments in dose or duration, a course of bepirovirsen (or another antisense agent) may incapacitate HBV without the need for ongoing treatment.",
		"picture": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/images/2022/12/04/hbv.jpg?itok=X1zH3s0T&timestamp=1670095442",
		"category": "Health"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "A Pull game is a structured form of play",

		"description": "Games are sometimes played purely for enjoyment, sometimes for achievement or reward as well. They can be played alone, in teams, or online; by amateurs or by professionals. The players may have an audience of non-players, such as when people are entertained by watching a chess championship. On the other hand, players in a game may constitute their own audience as they take their turn to play. Often, part of the entertainment for children playing a game is deciding who is part of their audience and who is a player. A toy and a game are not the same. Toys generally allow for unrestricted play whereas games come with present rules.",
		"picture": "https://i.ibb.co/WH3F32F/maxresdefault.jpg",
		"category": "Games"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "This article is about the BasketBall.",

		"description": "Two teams of five players each try to score by shooting a ball through a hoop elevated 10 feet above the ground. The game is played on a rectangular floor called the court, and there is a hoop at each end. The court is divided into two main sections by the mid-court line.",
		"picture": "https://i.ibb.co/c2M7Qwx/09nba-playoffs-ballhandlers-mobile-Master-At3x.jpg",
		"category": "Games"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "The last game of boxing hot news",

		"description": "The terms pugilism and prizefighting in modern usage are practically synonymous with boxing, although the first term indicates the ancient origins of the sport in its derivation from the Latin pugil, “a boxer,” related to the Latin pugnus, “fist,” and derived in turn from the Greek pyx, “with clenched fist.” The term.",
		"picture": "https://i.ibb.co/5rHXyKk/59131461-605.jpg",
		"category": "Games"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Golf is a club-and-ball sport ",

		"description": "The word 'golf' is not an acronym for anything. Rather, it derives linguistically from the Dutch word 'kolf' or 'kolve,' meaning quite simply 'club. ' In the Scottish dialect of the late 14th or early 15th century, the Dutch term became 'goff' or 'gouff,' and only later in the 16th century 'golf. ",
		"picture": "https://i.ibb.co/Qb3Tgqh/collin-morikawa.jpg",
		"category": "Games"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "The big show of wrestling",

		"description": "wrestling, sport practiced in various styles by two competitors, involving forcing an opponent to touch the ground with some part of the body other than his feet; forcing him into a certain position, usually supine (on his back); or holding him in that position for a minimum length of time. Wrestling is",
		"picture": "https://i.ibb.co/gWWLjL3/maxresdefault-1.jpg",
		"category": "Games"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Russia's war in Ukraine",

		"description": "Fighting continues after Ukraine dismissed Putin's call for a temporary ceasefire over Orthodox Christmas as a cynical ploy. The 36-hour Russian-proposed ceasefire ended at midnight local time on Saturday.",
		"picture": "https://i.ibb.co/HXkhJq2/1200x-1.jpg",
		"category": "Newsletter"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Latest News,breaking stories",

		"description": "Scientists are using satellites and helicopters to map lava flows from the Mauna Loa volcano, and say they're seeing the lava continue its slow progress across the Big Island. The Mauna Loa eruption has reached its second week on the island of Hawaii as the lava flow marches...",
		"picture": "https://i.ibb.co/dthQfPg/download.jpg",
		"category": "Newsletter"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Brazilian football legend Pele dies at age 82",

		"description": "Pele, the legendary Brazilian football player who rose from barefoot poverty to become one of the greatest and best-known athletes in modern history, has died at the age of 82. The death of the only man to win the World Cup three times as a player was confirmed on his Instagram account.",
		"picture": "https://i.ibb.co/Gv4DMDW/0-ko8kj7h4.jpg",
		"category": "Newsletter"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Argentina have won the 2022 World Cup",

		"description": "Argentina have won the 2022 FIFA World Cup after winning on penalties following a 3-3 draw against France in the final. Lionel Messi scored twice to help his nation be crowned world champions.Angel Di Maria won a penalty after Ousmane Dembele fouled the winger in the penalty box, which Messi comfortably converted past Hugo Lloris. Di Maria then added a second after slotting the ball home from close range following a brilliant passing move from Argentina which cut Les Bleus apart",
		"picture": "https://i.ibb.co/Lh1YV3n/gettyimages-1450194969-594x594.jpg",
		"category": "Newsletter"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Bangladesh Victory Day",
		"description": "Bangladesh Victory Day or Bijoy Dibos commemorates the victory of Bangladeshi and Indian soldiers over their Pakistani counterparts, which brought an end to the Bangladesh Liberation War. On this day in 1971, Pakistan's forces surrendered at Dhaka's Ramna Race Course",
		"picture": "https://i.ibb.co/qR5qppN/16-december-bangladesh-victory-day-soldier-hand-holding-bangladesh-flag-pro-vector.jpg",
		"category": "Newsletter"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Jack Ma to give up control of fintech giant Ant Group",

		"description": "Intrinsicly disintermediate accurate meta-services whereas value-added customer service. Distinctively utilize high standards in technologies through low-risk high-yield outsourcing. Authoritatively coordinate wireless vortals before distinctive value. Rapidiously impact go forward potentialities after team building interfaces. Phosfluorescently streamline low-risk high-yield channels after backward-compatible.",
		"picture": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9589/production/_128218283_jackma.jpg.webp",
		"category": "business"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "US economy sees robust jobs growth in December",
		"description": "Higher borrowing costs are hitting firms in areas such as housing and banking, while rising prices are straining household budgets, raising concerns about consumer spending - the biggest driver of the US economy Worker pay is failing to keep up with the rise in prices at the consumer level. This is a source of stress on household budgets. How that equation unfolds in the months ahead will be key, including whether inflation pressures relent said Mark Hamrick, senior economic analyst for Bankrate.com However, it was mixed news for workers, who have not seen their pay rises keep up with prices.",
		"picture": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9589/production/_128218283_jackma.jpg.webp",
		"category": "business"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "US economy sees robust jobs growth in December",
		"description": "Higher borrowing costs are hitting firms in areas such as housing and banking, while rising prices are straining household budgets, raising concerns about consumer spending - the biggest driver of the US economy Worker pay is failing to keep up with the rise in prices at the consumer level. This is a source of stress on household budgets. How that equation unfolds in the months ahead will be key, including whether inflation pressures relent said Mark Hamrick, senior economic analyst for Bankrate.com However, it was mixed news for workers, who have not seen their pay rises keep up with prices.",
		"picture": "https://ichef.bbci.co.uk/news/976/cpsprodpb/9589/production/_128218283_jackma.jpg.webp",
		"category": "business"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Shell to pay UK tax for first time in five years",
		"description": "With households being hit by soaring energy bills, the government came under pressure to help and introduced a windfall tax on the profits of firms to help fund a scheme to restrict gas and electricity bills. They pay 30% corporation tax on their profits as well as a supplementary 10% rate. On top of that, they now pay the windfall tax taking their total tax rate to 75%.Firms have been able to reduce the amount of tax they pay by factoring in losses or spending on things like decommissioning North Sea oil platforms. It has meant that in recent years, companies such as BP and Shell have paid little or no tax in the UK",
		"picture": "https://ichef.bbci.co.uk/news/976/cpsprodpb/6FAD/production/_127398582_shellstation_index_getty.jpg.webp",
		"category": "business"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Taliban and China firm agree Afghanistan oil extraction deal",
		"description": "The oil extraction agreement would see Xinjiang Central Asia Petroleum and Gas Company (CAPEIC) drilling for oil in the Amu Darya basin, Taliban spokesperson Zabihullah Mujahid said.The Amu Darya oil contract is an important project between China and Afghanistan, China's ambassador to Afghanistan Wang Yu told a news conference in the capital Kabul. A Chinese state-owned company is also in talks over the operation of a copper mine in the east of the country.",
		"picture": "https://ichef.bbci.co.uk/news/976/cpsprodpb/1069F/production/_128213276_gettyimages-1245957394-1.jpg.webp",
		"category": "business"
	},
	{
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },
		"title": "Samsung profits plunge as demand for gadgets slows",
		"description": "For the memory business, the decline in fourth-quarter demand was greater than expected as customers adjusted inventories in their effort to further tighten finances, Samsung said in the statement Smartphone sales and revenue decreased due to weak demand resulting from prolonged macro issues It is the latest major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
		"picture": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12139/production/_128214047_samsung.png.webp",
		"category": "business"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "politics",
		"title": "Quader: Good people not entering politics",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2022/04/20/quader.jpeg",
		"description": "Obaidul Quader, general secretary of Awami League, on Sunday said there are no good people in politics We have not been able to make politics interesting.'' he said at the tri-annual council session of Jatiya Party (JaPa) at Institute of Engineers of Bangladesh in Dhaka He added that no good people want to join politics now. “No educated, honest person wants to do politics. But they should. Otherwise, politics will lack character.Quader added: “My 17 years role as a minister is rare. I have been made the general secretary three times in a party like Awami League, and I have gained a lot.” JaPa President Anwar Hossain Manju presided over the event. Awami League Advisory Council member Amir Hossain Amu, Workers Party Bangladesh President Rashed Khan Menon, and others were also present at the meeting."
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "politics",
		"title": "Momen: E-gates at Sylhet airport will improve passenger experience",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/08/momen-1200639.jpeg",
		"description": "The electronic gates at Sylhet Osmani International Airport will improve passengers' experience and enhance quality of service, Foreign Minister Dr AK Abdul Momen said on Sunday. We have already launched e-gates at three international airports in our country and have issued many e-passports so far,” he told reporters after the inauguration of the e-gates at Sylhet airport Passengers who have e-passports will be able to complete the immigration activities through e-gates, he added The quality of our passport (service) will increase further through the launching of e-gates. Then we won't need visas to visit many countries. Many countries are eager to sign visa waiver agreements with us"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "politics",
		"title": "Indian exec arrested for urinating on plane passenger",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/08/air-india-3-copy.jpeg",
		"description": "Indian police authorities have arrested Shankar Mishra for allegedly urinating on a passenger aboard an Air India flight in November Indian media reported that Mishra, formerly an executive with American banking giant Wells Fargo, had urinated on a passenger, an eldery woman, on a flight from New York to Delhi Air India has de-rostered four flight crew members and a pilot as a result and announced an internal investigation Mishra has been fired by his employer, with Wells Fargo calling the incident deeply disturbing on Friday Delhi police officials earlier said Mishra was still at large though they had been in contact with his family"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "politics",
		"title": "Abdulrazak Gurnah: I had no idea how to publish my writings at first",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/08/whatsapp-image-2023-01-08-at-1432.jpeg",
		"description": "Nobel laureate writer Abdulrazak Gurnah, who won the Nobel Prize in Literature in 2021, discussed his childhood, education and writings at a session titled “Desertion” on Sunday, the last day of Dhaka Lit Festival He said that he did not even get books to read as a child. He satiated his appetite for reading from school textbooks. He also started writing during his student life. But he had no idea about how to publish his writings Conducted by Alexandra Pringle, the editor of several of his book, the session was held at AKSB Auditorium in Bangla Academy Abdulrazak Gurnah said When my desire to read arose as a child, books were very expensive. The practice of buying books was not popular back then. I used to read only those that were available in school."
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "politics",
		"title": "Abdulrazak Gurnah: I had no idea how to publish my writings at first",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/08/whatsapp-image-2023-01-08-at-1432.jpeg",
		"description": "Nobel laureate writer Abdulrazak Gurnah, who won the Nobel Prize in Literature in 2021, discussed his childhood, education and writings at a session titled “Desertion” on Sunday, the last day of Dhaka Lit Festival He said that he did not even get books to read as a child. He satiated his appetite for reading from school textbooks. He also started writing during his student life. But he had no idea about how to publish his writings Conducted by Alexandra Pringle, the editor of several of his book, the session was held at AKSB Auditorium in Bangla Academy Abdulrazak Gurnah said When my desire to read arose as a child, books were very expensive. The practice of buying books was not popular back then. I used to read only those that were available in school."
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "opinion",
		"title": "Bangladesh has been on a ceaseless forward trajectory in terms of its development",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2022/02/07/economic-growth.jpeg",
		"description": "Economically speaking, Bangladesh, just like the rest of the world, is currently feeling the effects of the global recession just like any other nation. But, despite the influence of worldwide events, our economy still stands strong In fact, in a new report gathered from statistics gleaned by the International Monetary Fund, Bangladesh has now been declared the 35th largest economy in the world with a GDP size of $460.8 billion  It's no surprise, of course. Bangladesh has been on a ceaseless forward trajectory in terms of its development, a direct consequence of our aspirations towards achieving middle income status within the next few decades, not to mention our industries, both established and fledgling, and the forward momentum brought on by our burgeoning start-ups"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "opinion",
		"title": "The arts continue to be a medium for a re-imagined reality",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/unsplash-36.jpeg",
		"description": "It is in the 1920s India where the scene is set, except this is not exactly the India of Gandhi, Congress, constitutional reforms, and so on. This is an uber-racist Raj where the Viceroy tells his minions that a British bullet costs one whole pound sterling and should not be wasted on the natives, whose lives are cheaper and therefore should be ended by means less costly One of the protagonists is Bheem, an Adivasi man sent to rescue a little girl who was abducted by the evil Viceroy's even more evil wife, who likes to scream stuff like there is no blood, flog him harder. Bheem hides among Delhi's Muslims as a mechanic, taking on the name Akhter The British are alerted to his presence by the Nizam of Hyderabad, and a Desi policeman named Ram volunteers to catch him. This western dressed, Anglicized guy is quite the British boot licker by the day, but is there more to him than meets the eye? The two become friends by chance, without knowing each other's identity. What happens when they find out the truth"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "opinion",
		"title": "Our tax system has its problems, but is fairness one of them?",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/lead-1585139155546.jpeg",
		"description": "One of the sadnesses of the political economy is that we simply never will have a perfect tax system. We do know what a perfect system would look like -- or at least the most efficient that could be crafted.  We also know that if we actually had such a tax system then there would be a revolt -- fortunately, at the ballot box these days. The problem is simply that we humans are, well, human. And what we think is fair is not always what is efficient. As we desire to have a tax system that is both fair and also efficient then this poses something of a problem for us all. This is the problem that faces us as we consider the proposals from Rapid (Research and Policy Integration for Development). They tell us that the Bangladeshi tax system raises some 65% of total revenue from indirect taxation and only 35% from direct. Other countries in much the same situation, or most of the more developed ones, do this rather the other way around -- something like 70% from direct taxes"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "opinion",
		"title": "If we want to see more women in positions of power, our political landscape needs to change",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/06/lead-1585139155545.jpeg",
		"description": "In the Constitution of Bangladesh, article 28, clause 2 stipulates that men and women are to be granted equal rights at all stages and tiers of government and public life. Achieving gender equality and giving women and girls more decision-making authority are also targets of Sustainable Development Goal (SDG) 5 The new model for women's development that is currently being considered on a worldwide scale has mostly concentrated on four areas, one of which is the political empowerment of women. These areas also consist of the political empowerment of women; women's ownership of land and natural resources; decent working conditions, wages, and remuneration; and peace and justice or fairness Participation in politics on the part of women is a necessary pre-condition for both gender equality and an authentic democracy. It is even more crucial for young girls to see other young women in leadership positions since this can improve their sense of self-worth, confidence, and elevate their aspirations"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "opinion",
		"title": "There is hope that the face of school education will transform",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/img-20230107-wa0023.jpeg",
		"description": "Although we have always acknowledged the value of children and their comprehensive upbringing, it is undeniable that our education system has been severely lacking. In particular, there has been a pressing need for the school curriculum to be improved, which remained grievously outdated for far too long. Which is why it is extremely promising that the new curriculum has begun its pilot program in 62 educational institutions across the country, which shifts the focus from exam-centric learning to a more creative approach. This is a welcome change, albeit a belated one. The archaic school curriculum that had been in place till recently did nothing to enlighten our children in the holistic manner that they require, and in fact was detrimental to their growth."
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "opinion",
		"title": "There is hope that the face of school education will transform",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/img-20230107-wa0023.jpeg",
		"description": "Although we have always acknowledged the value of children and their comprehensive upbringing, it is undeniable that our education system has been severely lacking. In particular, there has been a pressing need for the school curriculum to be improved, which remained grievously outdated for far too long. Which is why it is extremely promising that the new curriculum has begun its pilot program in 62 educational institutions across the country, which shifts the focus from exam-centric learning to a more creative approach. This is a welcome change, albeit a belated one. The archaic school curriculum that had been in place till recently did nothing to enlighten our children in the holistic manner that they require, and in fact was detrimental to their growth."
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "hotTopic",
		"title": "A newly shaped Sylhet Strikers led by Mashrafe bin Mortaza are on top of the table",
		"picture": "https://www.dhakatribune.com/img/dt-placeholder.jpg",
		"description": "Bangladesh Premier League T20 is set to resume following a day's break. In the afternoon game, "
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "hotTopic",
		"title": "Solitary Danilo strike four minutes from the final whistle sealed the deal",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/000-336n4ze.jpeg",
		"description": "Danilo made sure that Juventus paid the perfect tribute to deceased former captain Gianluca Vialli by netting the only goal in Saturday's 1-0 win over Udinese which fired the Turin giants second in Serie  "
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "hotTopic",
		"title": "Mirza has won six Grand Slam doubles titles and will compete in her final major this month at the Australian Open",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/sania-mirza.jpeg",
		"description": "Sania Mirza, India's former doubles world number one, said she will call time on her career aged 36 after next month's Dubai Tennis Championships, after her 2022 retirement plans were delayed due to injury."
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "hotTopic",
		"title": "The 23-year-old arrives in North London having made 66 appearances for Ajax",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2023/01/07/vp.jpeg",
		"description": "Arsenal have signed Dutch international midfielder Victoria Pelova from Ajax Amsterdam, the Women's Super League side said on Friday "
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "hotTopic",
		"title": "Two helicopters collide mid-air in Australia, four killed",
		"picture": "https://dt-media.dhakatribune.com/?width=692&height=400&cropratio=1:1&quality=50&image=en/uploads/2023/01/02/two-helicopters-collide-mid-air-in-australia-four-killed.jpeg&anchor=top",
		"description": "Two helicopters collided mid-air killing four people Monday on Australia's Gold Coast tourism destination, officials said, with images showing one of the aircraft's rotors lying on a sand bank"
	},
	{
		
        "author": {
        "name": "Jimmy Dane",
        "published_date": "2022-08-24 17:27:34",
        "img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
      },"category": "hotTopic",
		"title": "Flash floods sweep away houses, cars in Australian town",
		"picture": "https://new-media.dhakatribune.com/en/uploads/2022/11/16/flash-floods-sweep-away-houses-cars-in-australian-town.jpeg",
		"description": "Entire buildings have been ripped from their foundations after flash floods swamped a small Australian town, with disaster management officials on Wednesday describing the deluge as a destructive wall of water"
	}
]