[
  {
    "_id": 11,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "That share a universal hierarchy a large variety of these",
    "category": "Trending",
    "image": "https://i.ibb.co/FbM5qTz/blog06.jpg",
    "description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
  },
  {
    "_id": 1,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "name": "Newsletter",
    "title": "Russia's war in Ukraine",
    "description": "While Ukrainian forces quietly gained ground in Luhansk, the focus has been on a ferocious Russian offensive on the eastern towns of Bakhmut and Solder. The Wagner Group’s mercenaries have been fighting to take Solder for weeks in an apparent effort to encircle Bakhmut, 10km (four miles) to the south, which has been the focus of Russian offensive operations since September.“Units of the Wagner PMC have taken control of the entire territory of Solder. A cauldron has been formed in the centre of the city, in which urban battles are being fought,” he said, using a common Russian military term for an enclave of defenders.“I want to emphasis that no units except for the fighters of the Wagner PMC took part in the assault on Solder,” Prigozhin said, who has recently highlighted the role of his 50,000 mercenaries over regular army units.“It seems that the location of Prigozhin does not correspond to reality,” Ukraine’s armed forces said, calling the photo a psychological operation “aimed at the internal audience in order to somehow justify the insane losses among the prisoners” – a reference to Wagner’s extensive recruitment of convicts.The battle for Solder intensified on the night of January 5, when Wagner forces were first reported to have broken through Ukrainian defences. By December 9, Russia’s Rybar news service said Russian forces had encircled Solder from the northeast, taking the villages of Podgorodny, Bakhmutsky, Krasnaya Gora, and Paraskovievka.“Considering that the recent rate of gains in this area has been on the order of a few hundred metres a day, at most, it is highly unlikely that Russian forces will be successful in cohering a mechanised push towards these [areas],” ISW said.Ukrainian presidential adviser Mykhaylo Podolyak said a victory in Solder would “not make any sense” strategically for Russia.“For the Russians there is no strategic goal. It is an open space and our positions are more advantageous. We see a completely irresponsible attitude – to put it mildly – from the Russian elite towards their own military personnel, who are dying there by the thousands,” Podolyak said. Ukraine and Russia are locked in an information war as well as a deadly struggle on the ground in Solder, a salt mining town in Ukraine’s eastern Donetsk region, at the end of the 46th week of the war.  Fighting continues after Ukraine dismissed Putin's call for a temporary ceasefire over Orthodox Christmas as a cynical ploy. The 36-hour Russian-proposed ceasefire ended at midnight local time on Saturday..",
    "image": "https://i.ibb.co/HXkhJq2/1200x-1.jpg",
    "category": "Trending"
  },
  {
    "_id": 4,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Brazilian football legend Pele dies at age 82",
    "category": "Trending",
    "name": "BOXING",
    "description": "Pele, who had a tumour removed from his colon last year, passed away in a Sao Paolo hospital, his agent said. Pele, the legendary Brazilian football player who rose from barefoot poverty to become one of the greatest and best-known athletes in modern history, has died at the age of 82. The death of the only man to win the World Cup three times as a player was confirmed on his Instagram account.Sao Paulo’s Albert Einstein hospital, where Pele was undergoing treatment, said he died at 3:27pm (18:27 GMT) on Thursday “due to multiple organ failures resulting from the progression of colon cancer associated with his previous medical condition.”“Inspiration and love marked the journey of King Pele, who peacefully passed away today,” the post read.Pele, whose real name was Edson Arantes do Nascimento, was remembered for his wide-ranging accomplishments, both on and off the football field.The memorial post on Pele’s social media page highlighted the star’s international appeal, referencing an incident during the Nigerian civil war when opposing factions agreed to a ceasefire in order to enjoy a match Pele played in the country.“On his journey, Edson enchanted the world with his genius in sport, stopped a war, carried out social works all over the world and spread what he most believed to be the cure for all our problems: love. His message today becomes a legacy for future generations,” it read.A public funeral is set to be held outside Sao Paulo, Brazil, at the Vila Belmiro Stadium, where he played for many years with the Santos football club. The casket is set to pass in front of the house of his 100-year-old mother, Celeste Arantes, before being placed in the center of the field.Tributes poured in from around the world for the late football legend, including one from his daughter, documentary filmmaker Kely Nascimento. She posted a photograph to her Instagram showing family members holding his hand as he rested in a hospital bed.“Everything we are is thanks to you,” Nascimento wrote. “We love you infinitely. Rest in peace.”Medical reports indicated that Pele passed away due to multiple organ failure, as a result of his battle with colon cancer. He had been hospitalised with multiple ailments, including a respiratory infection, and was also suffering from heart and kidney problems.Pele had a tumour removed from his colon in September 2021. He was admitted to the Albert Einstein Hospital in Sao Paulo on November 29.Doctors there said his colon cancer was showing “progression” and he needed “more extensive care to treat kidney and heart failure”.Brazil players and fans in Qatar also unfurled banners on and off the pitch with an image of the football great and wishes for his recovery.",
    "image": "https://i.ibb.co/Gv4DMDW/0-ko8kj7h4.jpg"
  },

  {
    "_id": 3,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The last game of boxing hot news",
    "category": "Trending",
    "name": "BOXING",
    "description": "Anthony Joshua insists “of course” he will sign the contract for the proposed world heavyweight title clash with Tyson Fury – but promoter Eddie Hearn says there is “no chance” it will be done by Monday.Fury set Joshua’s camp the ultimatum on Friday night, insisting if the deal cannot be done he will walk away and find another opponent for his next WBC title defence.Speaking on an Instagram Live on Sunday afternoon, Joshua said: “It ain’t in my hands – it’s with a legal team. That’s why you hire lawyers.You know the history of boxing – make sure you get your legal terms right. That’s why you get good management and good lawyers. So of course I’m going to sign the contract – it’s just with some lawyers at the minute.Television executives from BT Sport and streaming service Dazn are scheduled to meet on Monday, with Joshua’s team having already verbally accepted Fury’s offer of a 60-40 purse split.But Hearn told the Seconds Out YouTube channel: “There is no chance this fight will get signed by Monday. There is no need for this fight to get signed by Monday.“If he doesn’t (want to fight Joshua), and I guess he doesn’t, then he’ll do what he’ll do and the fans might even fall for it.”Hearn said the contract sent by Fury’s promoter Frank Warren was “all over the place” and, while it is understood the sticking points relate to relatively minor details, Hearn is adamant his team will not be rushed.“We have a meeting on Monday, with Dazn, with BT, with everybody, but it’s going to take time,” Hearn added. “If he wants to put a time frame on it of Monday then it’s clear to the whole public he doesn’t want the fight.“It’s not going to get signed on Monday so if he’s walking away on Monday the fight’s off.”Fury made the offer to Joshua on social media earlier this month after it became clear a potential bout with Ukrainian Oleksandr Usyk would not happen until the new year.Joshua immediately accepted Fury’s invitation as well as the prospective purse split, and the deal was backed up by an exchange of letters between Hearn and Fury’s promoter Warren. But speaking to BT Sport on Saturday night, Fury expressed frustration with the delay and maintained he was not prepared to wait any longer for Joshua’s team to seal the deal.The terms pugilism and prizefighting in modern usage are practically synonymous with boxing, although the first term indicates the ancient origins of the sport in its derivation from the Latin pugil, “a boxer,” related to the Latin pugnus, “fist,” and derived in turn from the Greek pyx, “with clenched fist.” The term.",
    "image": "https://i.ibb.co/sKYpGWC/59131461-605.jpg"
  },
  {
    "_id": 9,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Scientists speculate that ours might not be held",
    "category": "Trending",
    "image": "https://i.ibb.co/pKqdrkj/blog08.jpg",
    "description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
  },
  {
    "_id": 5,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Latest News,breaking stories",
    "category": "Trending",
    "name": "BOXING",
    "description": "Volcanic ash and lumps of lava blasted out of the Cumbre Vieja volcano on the Spanish island of La Palma have become part of Christmas nativity scene in a nearby church.Domingo Guerra, the priest at Tajuya church, and Ruben Lopez, a geologist with the Spanish geographical institute, wanted to use volcanic debris for the nativity to mark the near three-month long eruption that has caused havoc for local residents.“We are doing it with lava, ashes and lapilli (volcanic rock fragments), so that it has a representation of the volcano, as we are only three kilometres away and this afternoon (Monday) we could even hear the explosions,” Mr Lopez, 42, said.“We wanted to do an initiative for the Christmas spirit, in a place like this, where people are sad and very worried,” he added.Mr Guerra, 65, said Mr Lopez had looked for the material for the nativity in areas covered by lava and volcNow, however, one of the least visited of the Canary Islands may be able to capitalise on its unlikely claim to fame: seismic tourism.Tourism chiefs in the Canary Islands are keen to take advantage of the appetite to see huge walls of solid lava up to 70 metres high and gases seeping from the crater, not to mention observing the aftermath of the dramatic eruption, which lasted for 85 days.Demand for volcano-themed tours has soared and authorities are investing heavily in promoting La Palma, one of the poorest of the Canary Islands, located off western Africa, to rebuild its economy. Iceland and Hawaii saw a similar increase in visitors after they experienced volcanic eruptions.At the same time, authorities are conscious of the needs of the 7,000 islanders who had to be evacuated as their homes were flattened by the molten rivers of white-hot lava. For some ‘palmeros’, as the islanders are called, the sight of tourists taking selfies by the side of their ruined homes or villages could be painful.anic rocks.The nativity, which is in front of the altar, has the cradle for baby Jesus placed on chunks of black lava, while rocks form a backdrop for the scene and volcanic ash is scattered around the three wise men.The eruption, which has sent rivers of molten lava running down the slopes of Cumbre Vieja for weeks, is the longest running on the Spanish Canary Island since records began in 1500.Since the eruption began on 19 September, thousands of people have been evacuated, at least 2,910 buildings have been destroyed, and the main livelihood of the island, banana plantations, are threatened. Scientists are using satellites and helicopters to map lava flows from the Mauna Loa volcano, and say they're seeing the lava continue its slow progress across the Big Island. The Mauna Loa eruption has reached its second week on the island of Hawaii as the lava flow marches...",
    "image": "https://i.ibb.co/dthQfPg/download.jpg"
  },
  {
    "_id": 6,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Argentina have won the 2022 World Cup",
    "category": "Trending",
    "name": "BOXING",
    "description": "The Argentina national football team has won three FIFA World Cups, one in 1978 and one in 1986, and now in 2022, making them one of the most successful national teams in the world. Only Brazil, Italy, and Germany hold more FIFA World Cup titles than Argentina, who won their third title to surpass France and Uruguay.Progressing into the second half, Argentina looked to secure their lead (and avoid exhausting their players) by slowing down their play—but France soon rallied to a tie with two consecutive goals from Kylian Mbappé, the team’s 23-year-old star player. (Mbappé impressively earned both points within two minutes of each other, causing French fans—among them an effusive Emmanuel Macron—to go wild.)During extra time, Messi scored for Argentina yet again, bringing the score to 3-2, before Mbappé pulled off a hat trick, forcing a tie-breaking shootout at 3-3. While Mbappé and Randal Kolo Muani went on to convert their penalties for France, misses from Kingsley Coman and Aurelien Tchouameni cleared the way for an Argentine win, after Messi, Paulo Dybala, Leandro Paredes, and finally 25-year-old Gonzalo Montiel all found the back of the net, clinching the match. Today’s nerve-racking match follows up yesterday’s equally thrilling third place play-off, in which Croatia defeated Morocco 2-1. It marked the second time Croatia has won third place in the World Cup, having previously finished third back in 1998. Morocco’s fourth-place finish, meanwhile, was still a historic moment, making them the first African nation to reach the World Cup semifinals.More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986.Supporters gathered at the city's obelisk, on to which pictures of the players were projected.The crowds grew as night fell with more and more people thronging on to the streets to pay homage to the players.Entire families took to the streets to watch the match unfold, hoisting their children up on their shoulders, so they, too, could get a view of the huge screens which had been erected for the occasion.An explosion of joy ripped through Argentina as its football team won the World Cup. More than a million fans gathered in Buenos Aires to celebrate the victory - its first in the World Cup since 1986. There was no lamppost, traffic light or other vantage point which was not climbed upon by Argentines sporting the blue-and-white shirt of the national team.Across the country, fans said the team's win was even sweeter because of how hard players had had to fight for it. The relief when Gonzalo Montiel scored the crucial penalty in the shoot-out was palpable.Angel Di Maria won a penalty after Ousmane Dembele fouled the winger in the penalty box, which Messi comfortably converted past Hugo Lloris. Di Maria then added a second after slotting the ball home from close range following a brilliant passing move from Argentina which cut Les Bleus apart",
    "image": "https://i.ibb.co/Lh1YV3n/gettyimages-1450194969-594x594.jpg"
  },
  {
    "_id": 7,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Golf is a club-and-ball sport",
    "category": "Trending",
    "name": "BOXING",
    "description": "Shortly after World War I, the Royal and Ancient Golf Club of St. Andrews enacted what is called the 1.62 formula.The origins of golf are obscure and much debated. Evidence suggests that golf, as we understand it today, was firmly established in the Netherlands by the middle of the 16th century.A golf hole measures 4.25 inches (10.8 cm) in diameter and is at least 4 inches (10.2 cm) deep. It is set in an area of turf called a green, which is especially prepared and maintained and closely mowed for putting.Standard 18-hole golf courses measure from 6,500 to 7,000 yards (5,900 to 6,400 meters), and individual holes are from 100 to 600 yards (90 to 550 meters).Golf was included in the Paris 1900 Olympic Games and the St. Louis 1904 Games. Golf was then discontinued as an Olympic sport for more than a century, returning in the Rio de Janeiro 2016 Olympic Games as a 72-hole event for men and women.Golf was included in the Paris 1900 Olympic Games and the St. Louis 1904 Games. Golf was then discontinued as an Olympic sport for more than a century, returning in the Rio de Janeiro 2016 Olympic Games as a 72-hole event for men and women.golf, Game in which a player using special clubs attempts to sink a small ball with as few strokes as possible into each of the 9 or 18 successive holes on an outdoor course. Each hole has associated with it a par, or score standard, usually from par 3 to par 5. The origins of the game are difficult to ascertain, although evidence now suggests that early forms of golf were played in the Netherlands first and then in Scotland. Golf developed in Scotland—the courses were originally fields of grass that sheep had clipped short in their characteristic grazing style. Golf balls were originally made of wood; wood was replaced in the 17th century by boiled feathers stuffed in a leather cover, in the 19th century by gutta-percha, and in the 20th century by hard rubber. Clubs, limited in number to 14, are known by the traditional names of “irons” (primarily for mid-range to short shots) and “woods” (primarily for longer shots); today irons are more likely made of stainless steel, and woods are actually made of metal such as steel or titanium. Regulation golf balls have a maximum weight of 1.62 ounces (45.93 grams) and a minimum diameter of 1.68 inches (4.27 cm).The word 'golf' is not an acronym for anything. Rather, it derives linguistically from the Dutch word 'kolf' or 'kolve,' meaning quite simply 'club. ' In the Scottish dialect of the late 14th or early 15th century, the Dutch term became 'goff' or 'gouff,' and only later in the 16th century 'golf.",
    "image": "https://i.ibb.co/Qb3Tgqh/collin-morikawa.jpg"
  },
  {
    "_id": 8,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Samsung profits plunge as demand for gadgets slows",
    "description": "For the memory business, the decline in fourth-quarter demand was greater than expected as customers adjusted inventories in their effort to further tighten finances, Samsung said in the statement Smartphone sales and revenue decreased due to weak demand resulting from prolonged macro issues It is the latest major technology company to reveal how weakness in the global economy is impacting its business Sales have also slowed after demand boomed during the pandemic when customers at home spent a lot online",
    "image": "https://i.ibb.co/hMvNmpc/128214047-samsung-png.webp",
    "category": "Trending"
  },

  {
    "_id": 10,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The Multiverse is the collection of alternate universes",
    "category": "Trending",
    "image": "https://i.ibb.co/vzkqK78/blog07.jpg",
    "description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
  },

  {
    "_id": 12,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Universes were originated from another due to a major",
    "category": "Trending",
    "image": "https://i.ibb.co/f1cJx2T/blog04.jpg",
    "description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
  },
  {
    "_id": 13,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "A hypothetical collection of potentially diverse",
    "category": "Sports",
    "image": "https://i.ibb.co/1sWBXmf/blog05.jpg",
    "description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services."
  }
]
