[
  {
    "_id": 1,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Closest view of earth from moon",
    "category": "viral",
    "image": "https://i.ibb.co/8BzZ3Y1/earth-blue-planet-globe-planet-87651.jpg",
    "description": "A supermoon occurs when the Moon’s orbit is closest (perigee) to Earth at the same time the Moon is full. So what's so special about a supermoon? For the interested observer, there's plenty to see and learn.The Moon orbits Earth in an ellipse, an oval that brings it closer to and farther from Earth as it goes around.The farthest point in this ellipse is called the apogee and is about 253,000 miles (405,500 kilometers) from Earth on average.Its closest point is the perigee, which is an average distance of about 226,000 miles (363,300 kilometers) from Earth.When a full moon appears at perigee it is slightly brighter and larger than a regular full moon – and that's where we get aThe term “supermoon” was coined in 1979 and is often used to describe what astronomers would call a perigean (pear-ih-jee-un) full moon: a full moon occurring near or at the time when the Moon is at the closest point in its orbit around Earth.The term gives preference to the geometric alignment of Sun-Earth-Moon and allows the occurrence of perigee into a wider time period than the actual instant of perigee (up to about two weeks, which is almost half of the Moon’s orbit).For those looking carefully, there are several things worth noting. Take a look at the lunar images from November 2016 below:The figure’s left image was taken after moonrise, at about 6 p.m. local time when it had cleared the local, mountainous horizon. The right image was taken with the Moon near its maximum altitude that night, at about 12:30 a.m. The lines across the pair of images show the apparent difference in size: The rising moon is smaller because it was further away when it was rising. At that time, the Moon’s center was about the same distance from Earth’s center and from the observer. At the time of the second picture, Earth had rotated about a quarter-turn and the Moon was highest in the sky. At that time it was almost 4,000 miles closer to the observer because Earth’s rotation has carried the observer more directly under the Moon; Earth’s center was now farther from the Moon than the observer was. Except for the small change in distance between their centers due to the Moon’s orbital motion in those 6.5 hours, the observer’s decrease in distance from the Moon is demonstrated by the pair of photographs."
  },
  {
    "_id": 2,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "image": "https://i.ibb.co/bb1Ws9f/pexels-photo-1003864.jpg",
    "category": "viral",
    "title": "Airplane crush in nepal",
    "description": "KATHMANDU, Jan 15 (Reuters) - At least 68 people were killed on Sunday when a domestic flight of Yeti Airlines crashed in Pokhara in Nepal, the worst air crash in three decades in the small Himalayan nation.Hundreds of rescue workers scoured the hillside where the flight carrying 72 people from the capital Kathmandu went down. Officials late in the evening called off the search operations for the day, saying they will resume on Monday.Local TV footage earlier showed rescue workers scrambling around broken sections of the aircraft. Some of the ground near the crash site was scorched, with licks of flames visible.It was Nepal's deadliest air crash since 1992, the Aviation Safety Network database showed, when a Pakistan International Airlines Airbus A300 crashed into a hillside upon approach to Kathmandu, killing all 167 people on board.Nearly 350 people have died since 2000 in plane or helicopter crashes in Nepal - home to eight of the world's 14 highest mountains, including Everest - where sudden weather changes can make for hazardous conditions.The European Union has banned Nepali airlines from its airspace since 2013, citing safety concerns.The plane on Sunday made contact with Pokhara airport from Seti Gorge at 10:50 a.m. (0505 GMT), the Civil Aviation Authority said in a statement. Then it crashed. At least 68 people were confirmed dead, it said.Khum Bahadur Chhetri, another local resident, said he watched from the roof of his house as the flight approached.The government has established a panel to investigate the cause of the crash and it is expected to report within 45 days, finance minister Bishnu Paudel told reporters."
  },
  {
    "_id": 3,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "All you need to know about chatGPT",
    "category": "viral",
    "image": "https://i.ibb.co/8PLV5yp/istockphoto-1455240366-1024x1024.jpg",
    "description": "ChatGPT is a state-of-the-art language model developed by OpenAI. It is based on the GPT (Generative Pre-trained Transformer) architecture and is trained on a massive amount of text data from the internet. The model is able to generate human-like text, making it a powerful tool for a variety of natural language processing (NLP) tasks such as language translation, text summarization, and question answering.One of the key features of ChatGPT is its ability to generate contextually appropriate responses. This means that the model is able to understand the meaning and context of a given input and generate a response that is relevant and coherent. This is made possible by the large amount of data and the advanced training techniques used to develop the model.Another advantage of ChatGPT is its ability to generate text in a variety of styles and formats. The model can be fine-tuned for specific tasks such as writing poetry, composing emails, or even generating code. This versatility makes it a valuable tool for a wide range of applications.One potential use of ChatGPT is in the field of customer service. The model can be trained to understand and respond to customer inquiries, reducing the need for human representatives. This can lead to faster and more efficient customer service.ChatGPT is also gaining attention in the field of creative writing, where it can be used to generate short story, poetry, and even screenplays. However, it is important to note that while the model can generate a wide range of text, it is not capable of understanding the nuances of human emotions and creativity. The generated text should be considered as a starting point, rather than a final product.In conclusion, ChatGPT is a powerful language model that has the ability to generate contextually appropriate responses and can be fine-tuned for specific tasks. Its potential uses range from customer service and creative writing to a variety of other NLP tasks. However, it is important to understand its limitations and use it as a tool rather than a replacement for human creativity."
  },

  {
    "_id": 4,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Nothing can be beautiful than nature",
    "category": "viral",
    "image": "https://i.ibb.co/4N9t0pH/pexels-photo.jpg",
    "description": "Nature is the physical world around us, including all living and non-living things. It is a complex and diverse system that encompasses everything from the tiniest microorganisms to the largest galaxies in the universe. The study of nature, known as natural science, encompasses many different disciplines such as biology, geology, physics, and chemistry.One of the most striking aspects of nature is its diversity. From the vast array of plant and animal life on Earth to the diversity of planets and stars in the universe, nature is a tapestry of different forms and functions. This diversity is the result of millions of years of evolution, driven by the forces of natural selection and mutation.Nature is also characterized by its balance and interdependence. Every living organism, from the smallest microbe to the largest mammal, plays a role in maintaining the delicate balance of the ecosystem. For example, plants produce oxygen which is necessary for animal life, while animals disperse seeds and pollinate plants. The loss of any one species can have ripple effects throughout the entire ecosystem.However, nature is facing increasing threats from human activity. Climate change, pollution, habitat destruction, and overconsumption are all having a devastating impact on the planet and its inhabitants. Scientists estimate that we are currently experiencing the Earth's sixth mass extinction, with species disappearing at an alarming rate.Despite these challenges, there is hope for the future of nature. Conservation efforts and sustainable practices can help to protect and preserve natural habitats and biodiversity. Additionally, an increasing awareness and understanding of the importance of nature can lead to a greater appreciation and respect for the natural world.In conclusion, nature is the physical world around us, a diverse and interconnected system that encompasses everything from the tiniest microorganisms to the largest galaxies in the universe. However, it is facing increasing threats from human activity, but conservation and sustainable practices, as well as awareness, can help protect and preserve it. Taking the time to appreciate nature, whether it's taking a walk in a local park or going on a hike in the mountains, can remind us of the beauty and importance of the natural world. "
  },
  {
    "_id": 5,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "The view of winter mountains",
    "category": "viral",
    "image": "https://i.ibb.co/wd5sSmf/pexels-photo-1366919.jpg",
    "description": "Winter is a magical time in the mountains. The crisp, cold air, the blanket of snow, and the serene silence all combine to create a unique and unforgettable experience. Whether you're an experienced skier or snowboarder, or simply enjoy a peaceful hike through the winter landscape, the mountains offer something for everyone during the winter months.One of the most popular winter activities in the mountains is skiing and snowboarding. Ski resorts offer a wide range of runs to suit all skill levels, from gentle slopes for beginners to challenging black diamond runs for experts. Skiing and snowboarding not only offer the thrill of descending a mountain at high speed, but also provide a great workout and a chance to enjoy the beautiful winter scenery.Another popular winter activity in the mountains is snowshoeing or cross-country skiing. These activities allow you to explore the winter landscape at a slower pace, taking in the beauty of the snow-covered trees, frozen streams, and sparkling ice formations. Snowshoeing and cross-country skiing are also a great way to get some exercise and enjoy the peace and quiet of the mountain wilderness.For those who prefer a more leisurely winter experience, there are also plenty of opportunities to simply enjoy the scenery. Many mountain towns offer horse-drawn sleigh rides, snowmobiling and snowcat tours, which provide a comfortable way to take in the winter wonderland.However, it's important to remember that the mountains can be a dangerous place in the winter. The weather can change quickly and the snow can be unpredictable. Before heading out, it's important to check the forecast, be familiar with the terrain, and always let someone know your plans. It's also important to be prepared with the proper equipment, such as warm clothing, sunglasses, sunscreen, and a headlamp.In conclusion, the mountains offer a wide range of winter activities for everyone, from skiing and snowboarding to snowshoeing and cross-country skiing. The winter mountain offers a magical and unforgettable experience of crisp air, blanket of snow and serene silence. But remember to always be prepared, check the forecast, be familiar with the terrain and let someone know your plans. And most importantly, take the time to appreciate the beauty and wonder of the winter mountain landscape."
  },
  {
    "_id": 6,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "Latest car news you should read",
    "category": "viral",
    "image": "https://i.ibb.co/WyDsps6/pexels-photo-337909.jpg",
    "description": "A new car is a significant purchase, one that can provide years of enjoyment and convenience. Whether you're looking for a reliable daily driver, a sporty performance car, or an eco-friendly hybrid, there are many options available to suit your needs and budget.One of the most important considerations when buying a new car is fuel efficiency. With gas prices on the rise, a car that gets good fuel economy can save you thousands of dollars over the life of the vehicle. Many new cars are now available with hybrid or electric powertrains, which can significantly reduce fuel costs and help to reduce your carbon footprint.Another important factor to consider is safety. All new cars are required to meet certain safety standards, but some cars offer additional safety features such as lane departure warning, automatic emergency braking, and blind spot monitoring. These features can help to prevent accidents and keep you and your passengers safe on the road.The latest technology is also an important aspect to consider when buying a new car. Many new cars now come equipped with advanced infotainment systems that include features such as touchscreen displays, navigation, and smartphone integration. Some cars also include advanced driver assistance systems, such as adaptive cruise control, which can help to make driving safer and more comfortable.When it comes to buying a new car, it's also important to think about your lifestyle and needs. If you have a family, you'll want to look for a car that has plenty of room for passengers and cargo. If you're an avid outdoor enthusiast, you may want to consider a car with all-wheel drive or off-road capabilities. And if you're a city dweller, a smaller, more nimble car may be the best option.In conclusion, buying a new car is a big decision that requires careful consideration of factors such as fuel efficiency, safety, technology, and lifestyle. With so many options available, it's important to do your research and test drive different cars to find the one that best meets your needs and budget. A new car can provide many years of enjoyment and convenience, so it's worth taking the time to find the perfect one for you."
  },
  {
    "_id": 7,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "This cat goes viral",
    "category": "viral",
    "image": "https://i.ibb.co/Ct9qw6M/cat-sweet-kitty-animals-57416.jpg",
    "description": "Cats are one of the most popular pets in the world, and for good reason. These beloved animals make great companions, offering companionship, entertainment, and even therapeutic benefits.One of the most appealing aspects of cats is their independence. Unlike dogs, cats are content to spend time alone and do not require as much attention or exercise. This makes them a great choice for busy people or those who live in small spaces.Cats are also known for their playful and curious nature. They love to explore their surroundings and often enjoy playing with toys, such as balls, strings, and laser pointers. This playful behavior can provide hours of entertainment for both the cat and their owner.Caring for a cat is relatively low maintenance compared to other pets. Cats are clean animals and spend a significant amount of time grooming themselves. They also have a natural inclination to use a litter box, which makes house training relatively easy.In addition to providing companionship and entertainment, cats have been known to have therapeutic benefits. Studies have shown that petting a cat can lower blood pressure and decrease feelings of stress and anxiety. Having a cat as a pet has also been linked to improved mental health and well-being.However, it's important to remember that cats are living creatures and require proper care and attention. They need regular veterinary check-ups, healthy food, and a clean living environment. It's also important to spay or neuter your cat to help control the population and prevent behavioral issues.In conclusion, cats are beloved pets that make great companions for many different types of people. They are independent, playful, and easy to care for. They also provide therapeutic benefits and can improve mental health and well-being. While they are relatively low maintenance, it's important to remember that they are living creatures that require proper care and attention to ensure they live a happy and healthy life."
  },
  {
    "_id": 10,
    "author": {
      "author_name": "Jimmy Dane",
      "date": "2022-08-24",
      "author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
    },
    "title": "unknown fact of  galaxy",
    "category": "viral",
    "image": "https://i.ibb.co/t26BBbK/sky-space-dark-galaxy.jpg",
    "description": "Eighteenth-century philosopher Immanuel Kant was one of the first people to theorize that the Milky Way was not the only galaxy in the universe. Kant coined the term island universe to describe a galaxy.One of the earliest uses of the English term Milky Way was in Geoffrey Chaucer’s 14th-century poem “The House of Fame.” He likened the galaxy to a celestial roadway.While we’re talking road trips: Due to the expansion of the universe, all* most other galaxies are receding from our own. Galaxies farther from the Milky Way are speeding away faster than those nearby.Some of the galaxies receding from the Milky Way are ellipsoidal, like footballs. Galaxies can also be thin and flat with tentacle-like arms — just like the Milky Way.Galaxies come in irregular shapes, too, including many dwarf galaxies. These galaxies, the smallest in the universe, contain only a few hundred or a few thousand stars (compared with 100 billion stars in the Milky Way). Dwarf galaxies frequently lose their stars to their larger neighbors via gravity. The stars stream across the sky as the dwarf galaxies are ripped apart. Alas, you can’t see it with the naked eye.You also can’t see the enormous black hole lurking in the center of the Milky Way, though if you’ve ever looked at the constellation Sagittarius, the archer, you’ve looked in the right direction.Most galaxies have a black hole at the center, and astronomers have found the mass is consistently about 1/1000th the mass of the host galaxy.Two of the closest galaxies to the Milky Way — the Small Magellanic Cloud and the Large Magellanic Cloud — may not have black holes. Or, because both are low-mass galaxies, their central black holes may be too small to detect.Every galaxy does have dust, though. Produced by stars, the dust causes light to look redder than it really is when observed visually, which can make it difficult for astronomers studying properties of stars."
  }
]
