[
  {
    "author": {
      "name": "Darren Richman",
      "published_date": "25 jul,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "The enduring message my grandfather took from horrors of the Holocaust",
    "description": "When my grandfather arrived in England in 1947, having endured Auschwitz-Birkenau and Stutthof concentration camps in the preceding years, he was greeted at the dock by his stepfather.“Where is your luggage?” was the first question he was asked, and my grandfather laughed before replying: “What I’m wearing is what I have.” That survival instinct and sanguine good humour would remain with Zigi Shipper for the rest of his life, which came to an end this week. When I called to check in at the height of a global pandemic in 2020, he brushed it off with the words, “Am I going to die a young man?” When he had a heart attack in 1981, the doctors told my grandmother this was probably the end. She calmly pointed out that the Nazis had tried to kill her husband for five years so she wasn’t too worried about this.When it became clear he was going to survive that ordeal, my 51-year-old grandfather was informed that if he gave up alcohol, cigarettes and stressful activities like attending games at Highbury, he might last another 15 or 20 years. Some part of me assumed he might just live forever but he passed away on Wednesday, on the morning of his 93rd birthday. The Talmud teaches that it is considered perfect to die on your birthday so the great man’s timing, as ever, was immaculate.",
    "picture": "https://i.ibb.co/MGNXwn0/Darren-Richman.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "John Rentoul",
      "published_date": "25 jul,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "Tony Blair has a point – Labour’s ‘defect at birth’ was its link with the trade unions",
    "description": "ome of Tony Blair’s strongest supporters are not impressed. One right-wing Labour MP told me that his former leader’s comments were “ahistorical, self-indulgent drivel”. This was a reference to the former prime minister’s class at King’s College London, where he took questions from the students I teach with Dr Michelle Clement, Professor Jon Davis and Dr Jack Brown on the “Blair Years” course.One of the questions was how Labour could win an election today, and Blair launched into a short history lesson before saying: “Personally, I think the big defect at birth of Labour was to be tied to organised labour rather than to be broadly progressive. The separation of that liberal tradition of progressive politics and the Labour tradition is the thing I tried to cure in New Labour, but after I left people went back to the traditional roots of Labour, which I think was and is a mistake.”This was blunter than I have heard him be on a subject that was sensitive throughout the New Labour years. Some of the modernisers would occasionally let slip that they thought the institutional role of the trades unions in the Labour Party should be abolished, and Blair himself was given to repeating the grand musings about the divide between the Labour and Liberal traditions that Roy Jenkins blessed him with, but this went a step further.",
    "picture": "https://i.ibb.co/tHZBK17/John-Rentoul.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "Ed Dorrell",
      "published_date": "25 jul,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "The irony of teachers strikes? Many won’t really be striking at all",
    "description": "There is an irony at the heart of the teacher strikes that are about to close down a load of schools across the country; and that is that many of the teachers who are striking won’t really be striking at all. Yes, they won’t be in the classroom imparting knowledge to their students; yes, they won’t be on playground duty breaking up fights or telling little Harrison to do his coat up; but, no, they won’t have their feet up.  Some, of course, will form pickets or take to Twitter to make their case. And the rest? Surely, you might think, they’ll be at home keeping warm and watching Murder, She Wrote on UK TV Crime?But you’d be wrong. A significant proportion of those teachers who have walked out will be using the time to – you’ve guessed it – catch up on work.And this speaks to an interesting (and often undiscussed) truth about the forthcoming industrial action; it’s only partly about pay. It’s also partly about how the unofficial social contract between teachers and the state – that teachers will put up with slightly crap salaries in return for 12+ weeks holiday a year and reasonable working hours – has broken down over the last 15 or so years. But more on that later.",
    "picture": "https://i.ibb.co/SKFCsnW/Ed-Dorrell.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "Rozina Islam ",
      "published_date": "25 jul,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": " Article 19 urges govt to drop the case",
    "description": "ARTICLE 19, a UK-based international human rights organization, has expressed disappointment over the court’s order for further investigation into the case against Prothom Alo’s special correspondent Rozina Islam. ARTICLE 19 also called on the government to drop the case against Rozina and urged to take effective measures to prevent vexatious cases against journalists, incidents of assault, torture and harassment, the organisation said in a press release on Tuesday.Rozina, who investigated stories of government corruption and mismanagement of the health sector in Bangladesh during the Covid-19 pandemic, was tortured and attacked on 17 May 2021, when she went to the health ministry on professional duty. She was detained for about six hours and was later shown arrested under the archaic ‘Official Secrets Act’. Since then, Rozina has been facing charges of up to 14 years in prison or even the death penalty.The filing of the case against her drew flak from netizens and a cross-section of people. It also triggered strong protests from journalists and different local and international organisations.After investigating the case, the Intelligence Branch (DB) of the Dhaka Metropolitan Police submitted the final report to the court in July last year. The report requested to acquit Rozina Islam from the case stating no evidence was found to support the allegations against her. ARTICLE 19 welcomed the police's final report in the case.Faruq Faisel, the regional director of ARTICLE 19 South Asia, told the media in a press conference on Tuesday, “Journalist Rozina Islam revealed corruption and irregularities in the health sector in Bangladesh during the Corona pandemic. Instead of taking effective measures against corruption in the health ministry, Rozina Islam has been harassed and tortured. “A case has been filed against her under the Official Secrets Act. She is still being harassed due to the case. The naraji petition of the ministry of health filled in the court against the investigation report of the case is an expression of their revenge against Rozina Islam. This continuous legal harassment by abusing the law must be stopped.” Journalist Rozina received the Free Press Award 2021 as the ‘Most Resilient Journalist’. She also received ‘Anti-Corruption Champions Award’ of 2022, conferred by the US State Department on 9 December, last year. ",
    "picture": "https://i.ibb.co/k47phqr/rozina.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "Andrew Grice",
      "published_date": "25 jul,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": " How worried should Rishi Sunak be about Boris Johnson and the Tory plotters?",
    "description": "Claire Perry O’Neill’s resignation from the Conservative Party matters – and is bad news for Rishi Sunak.It’s a reminder that, while he has brought a superficial calm to the Tories after the chaos of Boris Johnson and Liz Truss, huge tensions remain just below the surface of a divided party, which Perry O’Neill describes as overcome by “ideology and self-obsession”.The centrist Sunak must look over his shoulder to the Tory MPs on his right flank, but Perry O’Neill’s parting shot shows he must also watch out for Tory moderates. Losing their support would send a bad signal to traditional Tory voters in the blue wall in the South. The competence of “reasonable Rishi” is supposed to appeal to these voters. His party has already lost sensible liberal Tories like David Gauke, Amber Rudd and Dominic Grieve after Johnson’s purge of pro-Europeans.True, some Tories viewed the always outspoken Perry O’Neill as a volcano waiting to erupt, noting she was sacked as president of Cop26 in Glasgow. Although she is not joining Labour, her praise for Keir Starmer for offering “sober, fact-driven, competent political leadership” is wounding for Sunak, who is trying to offer just that. It’s part of a worrying trend; the former chancellor George Osborne, still a Conservative, has said a Labour government “wouldn’t be terrible” for the country.In a vindication of Starmer’s safety-first strategy, other Tory figures will probably follow suit. Wavering voters will probably give more credence to their views than Starmer declaring a million times he is “not Corbyn” and can be trusted to run the economy. Party donors are starting to change sides, as business figures see which way the political wind is blowing.",
    "picture": "https://i.ibb.co/qkPYsfs/Andrew-Grice.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "John Rentoul",
      "published_date": "25 janu,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "To sack Nadhim Zahawi or stand by him? Rishi Sunak’s first big test",
    "description": "A cartoon in Private Eye has a man cheerily greeting a neighbour: “Nice day!” The other replies: “We should wait for Sue Gray’s report before making a judgement.” The whole country is waiting for Gray’s findings as if they will decide the prime minister’s fate and therefore the direction of the nation. But we already know what Gray, a senior civil servant with long experience in charge of ethics at the Cabinet Office, is likely to say. There may have been other parties in Downing Street, and there may be new details that have been reported to her by the people she has interviewed, but the main facts are known. If we look at the terms of reference of Gray’s inquiry, it is possible to guess what her report will be like.The terms of reference say that “the primary purpose” of her investigations is “to establish swiftly a general understanding of the nature of the gatherings, including attendance, the setting and the purpose, with reference to adherence to the guidance in place at the time”.     ",
    "picture": "https://i.ibb.co/zZC5SfH/Rishiand-Nadhim.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "Sean O'Grady",
      "published_date": "25 janu,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "King Charles just made a very shrewd PR move  ",
    "description": "It was sad to read the other day of the death of King Constantine II of Greece, who had to flee his country more than half a century ago, and lived in exile in London. He was related to the British royal family via Prince Philip and was close to them. Known as Tino, he was a great friend to Prince Charles and godfather to Prince William.I always imagine that whenever any of our own royals bumped into Tino at some family do, they occasionally thought, subliminally, “there but for the grace of God go we”. He served not only as a confidant and companion, but a personal reminder of just how fragile and unusual a stable constitutional monarchy is in the modern age. Many eagles have fallen, and some have lost more than a throne…Which is why King Charles’ decision to hand the profits from a £1 billion per year offshore wind farms deal back to his majesty’s government is rather a smart move. At a time of great public hardship – wisely referenced in his Christmas address – and growing social division, it is not a good look for the sovereign to be handed such a further vast fortune to play with. It might not spark a revolution, but there’d be questions in parliament and in pubs alike. It certainly wouldn’t be the most auspicious act of his reign.So, instead, the king wishes it be used “for the wider public good”. In reality, he likely had little choice given the PR issues, but it was shrewd to preempt any controversy. Besides, he has enough to contend with from Prince Harry, who has ignored his father’s plea not to make his last years a misery. A battle with the “spare” might or might not be won, but a war with public opinion is always futile.",
    "picture": "https://i.ibb.co/J5Tg9mN/Sean-O-Grady.jpg",
    "category": "voices"
  },
  {
    "author": {
      "name": "Jess Phillips",
      "published_date": "25 janu,2021",
      "author_img": "https://i.ibb.co/VVJ16dS/friendly-warriors.jpg"
    },
    "title": "Parliament should be a place of hope, not fear and abuse",
    "description": "As sure as night turns to day and the frost rolls in for winter, Westminster is once again facing a crisis of alleged sexual abuse.I honestly just feel tired. On Thursday I walked around hugging a big cardi to myself, bleary-eyed and sighing at the sheer predictability of events in Westminster: yet another MP had been asked to stay away from the parliamentary estate after allegations of sexual abuse. I want to make it clear that Westminster is not a dreadful place to work. Well, not for me anyway – I guess I have the kind of privilege that comes with having some measure of power.",
    "picture": "https://i.ibb.co/cTG1nKP/Jess-Phillips.jpg",
    "category": "voices"
  }
]
