[
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Sparks will fly in the Electric-Car trade war",
		"description": "Will Ferrell’s 2021 Super Bowl ad for General Motors Co. makes bleak viewing today. The actor’s comic fury at being “out-EV’d” by Norway hit at a truth that was a point of pride for Europe: When it comes to electric-vehicle sales, the US has been a laggard, lacking the regulatory and investment push seen in China and Europe. “Don’t hate, imitate,” Volkswagen AG-owned rival Audi replied.Imitate, the Americans have — and now it’s European Union politicians who are prone to Ferrell-style rants. The Biden administration’s tax credits of up to $7,500 on EVs assembled in North America are seen as an “aggressive” competitive threat by the EU and the likes of South Korea, as are other goodies promoting green investment in the $369 billion Inflation Reduction Act. Battery-makers like Sweden’s NorthVolt AB are pivoting to the US, with energy costs also in mind after a year that saw Euro .. This is not a textbook trade war: We’re a long way from the Trump-era threat of tariffs on European cars, and the Ukraine conflagration has pushed NATO allies closer. But we’re also a long way from a new era of multilateralism under Biden. A subsidy salvo designed to keep China in check and incentivise new factories in the US is bad for trade partners caught in the middle, even if it’s good for the climate. The protectionism tying together “Buy American” provisions with subsidies that manufactur This is not a textbook trade war: We’re a long way from the Trump-era threat of tariffs on European cars, and the Ukraine conflagration has pushed NATO allies closer. But we’re also a long way from a new era of multilateralism under Biden. A subsidy salvo designed to keep China in check and incentivise new factories in the US is bad for trade partners caught in the middle, even if it’s good for the climate. The protectionism tying together “Buy American” provisions with subsidies that manufactur .. “The risk for Europe is the kind of deindustrialization we haven’t seen for years,” says Antoine Huard, co-founder of French power-plant developer Verso Energy.",
		"picture": "https://img.etimg.com/thumb/msid-97045939,width-650,height-488,imgsize-140444,,resizemode-75/tesla-vehicles-at-a-tesla-service-center-in-california.jpg",
		"category": "WorldNews"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "PM Modi holds mega roadshow in Delhi as 2024 poll chariot begins rolling",
		"description": "PM Narendra Modi on Monday, January 16, held a mega roadshow in national capital Delhi as BJP's two-day national executive began in the city. Thousands of BJP workers and supporters greeted the Prime Minister amid an atmosphere enlivened by music and the cheering crowd. The roadshow started from Patel Chowk and continued till the NDMC convention centre. Huge cutouts of the prime minister were placed along the road, besides several posters highlighting various initiatives of the government and also India's presidency of the G20, a PTI report said. While PM Modi has a habit of holding many roadshows, it is not often that he does this ahead of the BJP national executive meet. This event has been organised in the national capital for many years now. BJP leaders noted that Modi had held a roadshow ahead of the party's national executive in Odisha, and added that the exercise proved to be helpful in galvanising cadre and supporters, PTI reported. With Lok Sabha polls due in the first half of next year, the enthusiastic roadshow will also help energise the party's Delhi unit after its loss to the Aam Aadmi Party in the recent municipal polls, they said. ",
		"picture": "https://img.etimg.com/thumb/width-152,height-114,imgsize-124960,msid-97032425/pm-modi-holds-mega-roadshow-in-delhi.jpg",
		"category": "WorldNews"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "Miss Universe 2022: Look at how Harnaaz Sandhu paid homage to Sushmita Sen and Lara Dutta with her attire",
		"description": "Harnaaz Sandhu, the outgoing Miss Universe 2021, on Sunday honoured Sushmita Sen and Lara Dutta with her costume at the Miss Universe 2022 crowning ceremony. She wore a gown which had big black and white pictures of Lara and Sushmita from the time when they were crowned as the Miss Universe.After Lara Dutta won the title for India, Harnaaz Kaur Sandhu returned the Miss Universe crown to India in 2021. Sushmita Sen had won the Miss Universe contest in 1994 before Lara. After winning the pageant in 2021, Harnaaz Sandhu had said that she was inspired by Sushmita Sen and Miss Universe 2000 Lara Dutta. It feels out of this world because women like Sushmita Sen and Lara Dutta who inspired me throughout my journey, are supporting me, she had said. Tears streamed down her cheeks as she waved to the audience, folded her hands in Namaste, and kissed the air. Ms. Sandhu also looked to stumble a bit while walking, but she quickly regained her balance. She experienced an overpowering emotion at the time and couldn't stop crying. As she entered the stage for her final entrance as Miss Universe, a voice message was playing in the background. Harnaaz’s pre-recorded voice message said, “To my mom, dad, family, friends, and everyone who has inspired me in this quest, you are forever in my heart...” A visibly emotional Sandhu also promised to continue making India proud. Harnaaz Sandhu in her message to Miss Universe 2022 said, Remember to live this year to the fullest because tomorrow is never promised. Namaste Universe.",
		"picture": "https://img.etimg.com/thumb/width-152,height-114,imgsize-1278022,msid-97029017/harnaaz-sandhu-at-miss-universe-2022.jpg",
		"category": "World"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "China’s Population Falls, Heralding a Demographic Crisis",
		"description": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her - which is a gross violation of justice. Bushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her 'devastated'. Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent. Bushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a 'suicide', and she had nothing to do with it. However, the damage to her 'reputation' (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra. When it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process. Finally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.",
		"picture": "https://static01.nyt.com/images/2023/01/17/multimedia/17china-population-mktl/17china-population-mktl-superJumbo.jpg?quality=75&auto=webp",
		"category": "WorldNews"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "China announces first population decline since 1961",
		"description": "China's population grew 5.4% over the last 10 years, according to the census figures published by the country's National Bureau of Statistics on Tuesday. This is the first time that most of the data was collected online and it recorded the slowest growth rate since the 1960s. China's population in numbers Over the last decade, China's population has increased by 72 million to 1.41 billion people. That represents an annual growth rate averaging of 0.53%, down 0.04% from the previous 10-year period. The country registered 12 million children born in 2020. That is an almost 20% decrease on the 14.6 million births the year before. Why is China's population growth slowing? China revised its one-child policy in 2016 but has yet to see increased birthrates, as couples delay having children owing to the high costs of raising a child in a city and cramped housing. Women are delaying or avoiding childbirth due to factors such as discrimination at work for having a child. In 2019, China had reported a birthrate of 10.48 per 1,000 people — the slowest birthrate since 1949. In the latest census, the number of people aged 15 to 59 declined by about 7%. However, the population of those above 60 increased by more than 5%. The aging of the population imposed pressure on the long-term balanced development of the population in the coming period, said Ning Jizhe, an official of the National Bureau of Statistics Ning added that the latest census data showed that the population of China maintained a mild growth momentum in the past decade.",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/17/9ebe426d5d9abde42fb9d6e0efef786e-63c6561b8e5fb.jpg?jadewits_media_id=5559",
		"category": "WorldNews"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "UNESCO: Killings of journalists on the rise",
		"description": "The UN's cultural body said 86 journalists were killed worldwide in 2022, as opposed to 55 in 2021. Mexico, Ukraine and Haiti were among the deadliest countries for reporters. The number of journalists killed worldwide has significantly increased in 2022, after recording a decline over the previous three years, the UN's cultural body said in a report on Monday. UNESCO reported the deaths of 86 journalists last year, with 19 killed in Mexico alone, followed by 10 in Ukraine and nine in Haiti. An average of 58 journalists were killed from 2019 to 2021, as per previous UNESCO reports, with 2021 recording 55 killings. These three years marked a decrease from 2018, where 99 journalists were killed. UNESCO Director-General Audrey Azoulay said in a statement that 2022's toll was alarming. The authorities must redouble their efforts to put an end to these crimes and ensure that perpetrators are convicted, because indifference is a major factor in this climate of violence, Azoulay said.Why were the journalists targeted? Three-quarters of the killings occurred in non-conflict countries, with Latin America being home to more than half the deaths. Some of the reasons why the journalists were killed were due to reprisals for their reporting on organized crime, armed conflict or the rise of extremism. Some journalists were also killed for covering sensitive topics such as corruption, environmental crime, abuse of power and protests. No safe spaces' for journalists UNESCO noted that nearly half of the journalists killed were targeted while off duty. Some were attacked while traveling, in parking lots or other public places, while others where in their homes at the time of their killing. The body warned that this implies that there are no safe spaces for journalists, even in their spare time.",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/17/df6302a2ed850c92b271fdc56be66bc8-63c657e93c6fe.jpg?jadewits_media_id=5560",
		"category": "WorldNews"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "German defense minister announces resignation",
		"description": "Christine Lambrecht has resigned as Germany's defense minister following a much-criticized New Year's eve message. Germany's Defense Minister Christine Lambrecht on Monday formally announced her resignation. The move comes after German media outlets reported on Friday that the defense chief intended stepping down after a much-critisized New Year's Eve message she posted on social media. In her message, Lambrecht had mentioned the war in Ukraine with the sound of fireworks in the background. Members of the opposition Christian Democratic Union (CDU) called out the message as tone deaf and urged her to resign. Lambrecht is from Chancellor Olaf Scholz's center-left Social Democratic Party (SPD). Following the controversy, Scholz had said that he still had confidence in Lambrecht. he family households continued to downsize because of increasing population mobility and the fact that young people after marriages lived separately from parents with improved housing conditions China recorded a 15% decade-on-decade rise in urban population to 236.4 million. More than 63% of people now live in urban areas, and 500 million constitute migrant workers, who are referred to as floating population",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/16/4cbd8eb3b45e818a4ba81b21b844582d-63c524b3ca0b3.jpg?jadewits_media_id=5541",
		"category": "WorldNews"
	},
	{
		"author": {
			"name": "Jimmy Dane",
			"published_date": "2022-08-24 17:27:34",
			"img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "68 dead, 4 missing after plane crashes in Nepal resort town",
		"description": "A plane making a 27-minute flight to a Nepal tourist town crashed into a gorge Sunday while attempting to land at a newly opened airport, killing at least 68 of the 72 people aboard. At least one witness reported hearing cries for help from within the fiery wreck, the country’s deadliest airplane accident in three decades Hours after dark, scores of onlookers crowded around the crash site near the airport in the resort town of Pokhara as rescue workers combed the wreckage on the edge of the cliff and in the ravine below. Officials suspended the search for the four missing people overnight and planned to resume looking Monday. Local resident Bishnu Tiwari, who rushed to the crash site near the Seti River to help search for bodies, said the rescue efforts were hampered by thick smoke and a raging fire. The flames were so hot that we couldn’t go near the wreckage. I heard a man crying for help, but because of the flames and smoke we couldn’t help him Tiwari said It was not immediately clear what caused the accident, Nepal’s Civil Aviation Authority said. A witness said he saw the aircraft spinning violently in the air after it began descending to land, watching from the terrace of his house. Finally, Gaurav Gurung said, the plane fell nose-first towards its left and crashed into the gorge The aviation authority said the aircraft last made contact with the airport from near Seti Gorge at 10:50 a.m. before crashing The twin-engine ATR 72 aircraft, operated by Nepal’s Yeti Airlines, was flying from the capital, Kathmandu, to Pokhara, located 200 kilometers (125 miles) west. It was carrying 68 passengers including 15 foreign nationals, as well as four crew members, Nepal’s Civil Aviation Authority said in a statement. The foreigners included five Indians, four Russians, two South Koreans, and one each from Ireland, Australia, Argentina and France. Images and videos shared on Twitter showed plumes of smoke billowing from the crash site, about 1.6 kilometers (nearly a mile) away from Pokhara International Airport. The aircraft’s fuselage was split into multiple parts that were scattered down the gorge.",
		"picture": "https://ecdn.ittefaq.com/contents/cache/images/720x404x1/uploads/media/2023/01/16/bc726a38500f577e9a828d04cdba13b1-63c4cfd59efa3.jpg?jadewits_media_id=5532",
		"category": "WorldNews"
	},
	{
		"_id": 11,
		"author": {
			"author_name": "Jimmy Dane",
			"date": "2022-08-24",
			"author_img": "https://images.unsplash.com/photo-1633332755192-727a05c4013d?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8dXNlcnxlbnwwfHwwfHw%3D&w=1000&q=80"
		},
		"title": "That share a universal hierarchy a large variety of these",

		"description": "In partnership with Sydney startup Trace, Envato is delivering on its sustainability promise as a B-Corp and meeting part of its recent commitment to the To Whom It Should Concern campaign. Envato is now officially carbon neutral, as part of a comprehensive new sustainability.When we signed on to the To Whom It May Concern campaign we made a pledge to be 100% renewable by 2030 and carbon zero by 2040,” said Envato CEO Hichame Assi. “It’s a commitment made on the back of our B Corp certification, and one we believe reflects not just our values but a broader sense of how businesses can contribute to fighting climate change.We are proud that our people can make a positive impact on the world around us through their work at Envato. And while there is still lots of work to do to realise carbon, we’re nonetheless pleased we’ve reached this sustainability milestone and thrilled to partner with Trace to further track and refine the management of our carbon footprint. An through Trace, Envato is now able to more comprehensively measure the amount of carbon emissions the business generates. This includes not just its physical offices in Melbourne, Guadalajara and Los Angeles, but also includes an estimate of the footprint of its 600 plus staff who work flexibly around the world, as well as the usage tied to its tech infrastructure including our cloud computing services.",
		"picture": "https://static01.nyt.com/images/2023/01/13/multimedia/13elgin-marbles-zmbf/13elgin-marbles-zmbf-threeByTwoSmallAt2X.jpg?format=pjpg&quality=75&auto=webp&disable=upscale",
		"category": "WorldNews"
	}
]
